var districtData = {
	2729 : [ {
		"id" : 2852,
		"name" : "云安区",
		"pid" : 2729
	}, {
		"id" : 2855,
		"name" : "罗定市",
		"pid" : 2729
	}, {
		"id" : 2854,
		"name" : "郁南县",
		"pid" : 2729
	}, {
		"id" : 2853,
		"name" : "新兴县",
		"pid" : 2729
	}, {
		"id" : 2851,
		"name" : "云城区",
		"pid" : 2729
	} ],
	2728 : [ {
		"id" : 2850,
		"name" : "普宁市",
		"pid" : 2728
	}, {
		"id" : 2846,
		"name" : "榕城区",
		"pid" : 2728
	}, {
		"id" : 2849,
		"name" : "惠来县",
		"pid" : 2728
	}, {
		"id" : 2847,
		"name" : "揭东区",
		"pid" : 2728
	}, {
		"id" : 2848,
		"name" : "揭西县",
		"pid" : 2728
	} ],
	2727 : [ {
		"id" : 2843,
		"name" : "湘桥区",
		"pid" : 2727
	}, {
		"id" : 2844,
		"name" : "潮安区",
		"pid" : 2727
	}, {
		"id" : 2845,
		"name" : "饶平县",
		"pid" : 2727
	} ],
	2726 : [ {
		"id" : 2841,
		"name" : "竹苑",
		"pid" : 2726
	}, {
		"id" : 2842,
		"name" : "湖滨北路",
		"pid" : 2726
	} ],
	2725 : [ {
		"id" : 2840,
		"name" : "三元里",
		"pid" : 2725
	}, {
		"id" : 2838,
		"name" : "东宝路",
		"pid" : 2725
	}, {
		"id" : 2839,
		"name" : "花园新村",
		"pid" : 2725
	} ],
	2724 : [ {
		"id" : 2836,
		"name" : "英德市",
		"pid" : 2724
	}, {
		"id" : 2837,
		"name" : "连州市",
		"pid" : 2724
	}, {
		"id" : 2830,
		"name" : "清城区",
		"pid" : 2724
	}, {
		"id" : 2834,
		"name" : "连山壮族瑶族自治县",
		"pid" : 2724
	}, {
		"id" : 2831,
		"name" : "清新区",
		"pid" : 2724
	}, {
		"id" : 2835,
		"name" : "连南瑶族自治县",
		"pid" : 2724
	}, {
		"id" : 2833,
		"name" : "阳山县",
		"pid" : 2724
	}, {
		"id" : 2832,
		"name" : "佛冈县",
		"pid" : 2724
	} ],
	2723 : [ {
		"id" : 2826,
		"name" : "江城区",
		"pid" : 2723
	}, {
		"id" : 2828,
		"name" : "阳西县",
		"pid" : 2723
	}, {
		"id" : 2829,
		"name" : "阳春市",
		"pid" : 2723
	}, {
		"id" : 2827,
		"name" : "阳东区",
		"pid" : 2723
	} ],
	2722 : [ {
		"id" : 2823,
		"name" : "连平县",
		"pid" : 2722
	}, {
		"id" : 2824,
		"name" : "和平县",
		"pid" : 2722
	}, {
		"id" : 2820,
		"name" : "源城区",
		"pid" : 2722
	}, {
		"id" : 2822,
		"name" : "龙川县",
		"pid" : 2722
	}, {
		"id" : 2825,
		"name" : "东源县",
		"pid" : 2722
	}, {
		"id" : 2821,
		"name" : "紫金县",
		"pid" : 2722
	} ],
	2721 : [ {
		"id" : 2819,
		"name" : "陆丰市",
		"pid" : 2721
	}, {
		"id" : 2818,
		"name" : "陆河县",
		"pid" : 2721
	}, {
		"id" : 2817,
		"name" : "海丰县",
		"pid" : 2721
	}, {
		"id" : 2816,
		"name" : "城区",
		"pid" : 2721
	} ],
	2720 : [ {
		"id" : 2815,
		"name" : "兴宁市",
		"pid" : 2720
	}, {
		"id" : 2809,
		"name" : "梅县区",
		"pid" : 2720
	}, {
		"id" : 2812,
		"name" : "五华县",
		"pid" : 2720
	}, {
		"id" : 2810,
		"name" : "大埔县",
		"pid" : 2720
	}, {
		"id" : 2808,
		"name" : "梅江区",
		"pid" : 2720
	}, {
		"id" : 2814,
		"name" : "蕉岭县",
		"pid" : 2720
	}, {
		"id" : 2813,
		"name" : "平远县",
		"pid" : 2720
	}, {
		"id" : 2811,
		"name" : "丰顺县",
		"pid" : 2720
	} ],
	2716 : [ {
		"id" : 2788,
		"name" : "雷州市",
		"pid" : 2716
	}, {
		"id" : 2783,
		"name" : "坡头区",
		"pid" : 2716
	}, {
		"id" : 2782,
		"name" : "霞山区",
		"pid" : 2716
	}, {
		"id" : 2785,
		"name" : "遂溪县",
		"pid" : 2716
	}, {
		"id" : 2789,
		"name" : "吴川市",
		"pid" : 2716
	}, {
		"id" : 2781,
		"name" : "赤坎区",
		"pid" : 2716
	}, {
		"id" : 2786,
		"name" : "徐闻县",
		"pid" : 2716
	}, {
		"id" : 2784,
		"name" : "麻章区",
		"pid" : 2716
	}, {
		"id" : 2787,
		"name" : "廉江市",
		"pid" : 2716
	} ],
	1608 : [ {
		"id" : 1639,
		"name" : "三元区",
		"pid" : 1608
	}, {
		"id" : 1647,
		"name" : "泰宁县",
		"pid" : 1608
	}, {
		"id" : 1644,
		"name" : "尤溪县",
		"pid" : 1608
	}, {
		"id" : 1643,
		"name" : "大田县",
		"pid" : 1608
	}, {
		"id" : 1638,
		"name" : "梅列区",
		"pid" : 1608
	}, {
		"id" : 1648,
		"name" : "建宁县",
		"pid" : 1608
	}, {
		"id" : 1642,
		"name" : "宁化县",
		"pid" : 1608
	}, {
		"id" : 1646,
		"name" : "将乐县",
		"pid" : 1608
	}, {
		"id" : 1649,
		"name" : "永安市",
		"pid" : 1608
	}, {
		"id" : 1640,
		"name" : "明溪县",
		"pid" : 1608
	}, {
		"id" : 1645,
		"name" : "沙县",
		"pid" : 1608
	}, {
		"id" : 1641,
		"name" : "清流县",
		"pid" : 1608
	} ],
	2717 : [ {
		"id" : 2793,
		"name" : "化州市",
		"pid" : 2717
	}, {
		"id" : 2791,
		"name" : "电白区",
		"pid" : 2717
	}, {
		"id" : 2792,
		"name" : "高州市",
		"pid" : 2717
	}, {
		"id" : 2790,
		"name" : "茂南区",
		"pid" : 2717
	}, {
		"id" : 2794,
		"name" : "信宜市",
		"pid" : 2717
	} ],
	1609 : [ {
		"id" : 1651,
		"name" : "丰泽区",
		"pid" : 1609
	}, {
		"id" : 1652,
		"name" : "洛江区",
		"pid" : 1609
	}, {
		"id" : 1659,
		"name" : "石狮市",
		"pid" : 1609
	}, {
		"id" : 1658,
		"name" : "金门县",
		"pid" : 1609
	}, {
		"id" : 1656,
		"name" : "永春县",
		"pid" : 1609
	}, {
		"id" : 1654,
		"name" : "惠安县",
		"pid" : 1609
	}, {
		"id" : 1660,
		"name" : "晋江市",
		"pid" : 1609
	}, {
		"id" : 1661,
		"name" : "南安市",
		"pid" : 1609
	}, {
		"id" : 1657,
		"name" : "德化县",
		"pid" : 1609
	}, {
		"id" : 1655,
		"name" : "安溪县",
		"pid" : 1609
	}, {
		"id" : 1650,
		"name" : "鲤城区",
		"pid" : 1609
	}, {
		"id" : 1653,
		"name" : "泉港区",
		"pid" : 1609
	} ],
	2718 : [ {
		"id" : 2798,
		"name" : "怀集县",
		"pid" : 2718
	}, {
		"id" : 2799,
		"name" : "封开县",
		"pid" : 2718
	}, {
		"id" : 2796,
		"name" : "鼎湖区",
		"pid" : 2718
	}, {
		"id" : 2801,
		"name" : "高要区",
		"pid" : 2718
	}, {
		"id" : 2795,
		"name" : "端州区",
		"pid" : 2718
	}, {
		"id" : 2797,
		"name" : "广宁县",
		"pid" : 2718
	}, {
		"id" : 2802,
		"name" : "四会市",
		"pid" : 2718
	}, {
		"id" : 2800,
		"name" : "德庆县",
		"pid" : 2718
	} ],
	1610 : [ {
		"id" : 1666,
		"name" : "诏安县",
		"pid" : 1610
	}, {
		"id" : 1671,
		"name" : "华安县",
		"pid" : 1610
	}, {
		"id" : 1668,
		"name" : "东山县",
		"pid" : 1610
	}, {
		"id" : 1670,
		"name" : "平和县",
		"pid" : 1610
	}, {
		"id" : 1664,
		"name" : "云霄县",
		"pid" : 1610
	}, {
		"id" : 1669,
		"name" : "南靖县",
		"pid" : 1610
	}, {
		"id" : 1665,
		"name" : "漳浦县",
		"pid" : 1610
	}, {
		"id" : 1672,
		"name" : "龙海市",
		"pid" : 1610
	}, {
		"id" : 1663,
		"name" : "龙文区",
		"pid" : 1610
	}, {
		"id" : 1662,
		"name" : "芗城区",
		"pid" : 1610
	}, {
		"id" : 1667,
		"name" : "长泰县",
		"pid" : 1610
	} ],
	2719 : [ {
		"id" : 2806,
		"name" : "惠东县",
		"pid" : 2719
	}, {
		"id" : 2805,
		"name" : "博罗县",
		"pid" : 2719
	}, {
		"id" : 2803,
		"name" : "惠城区",
		"pid" : 2719
	}, {
		"id" : 2804,
		"name" : "惠阳区",
		"pid" : 2719
	}, {
		"id" : 2807,
		"name" : "龙门县",
		"pid" : 2719
	} ],
	1611 : [ {
		"id" : 1680,
		"name" : "邵武市",
		"pid" : 1611
	}, {
		"id" : 1677,
		"name" : "光泽县",
		"pid" : 1611
	}, {
		"id" : 1675,
		"name" : "顺昌县",
		"pid" : 1611
	}, {
		"id" : 1681,
		"name" : "武夷山市",
		"pid" : 1611
	}, {
		"id" : 1682,
		"name" : "建瓯市",
		"pid" : 1611
	}, {
		"id" : 1679,
		"name" : "政和县",
		"pid" : 1611
	}, {
		"id" : 1676,
		"name" : "浦城县",
		"pid" : 1611
	}, {
		"id" : 1678,
		"name" : "松溪县",
		"pid" : 1611
	}, {
		"id" : 1674,
		"name" : "建阳区",
		"pid" : 1611
	}, {
		"id" : 1673,
		"name" : "延平区",
		"pid" : 1611
	} ],
	3796 : [ {
		"id" : 3809,
		"name" : "达孜县",
		"pid" : 3796
	}, {
		"id" : 3807,
		"name" : "曲水县",
		"pid" : 3796
	}, {
		"id" : 3810,
		"name" : "墨竹工卡县",
		"pid" : 3796
	}, {
		"id" : 3805,
		"name" : "当雄县",
		"pid" : 3796
	}, {
		"id" : 3808,
		"name" : "堆龙德庆区",
		"pid" : 3796
	}, {
		"id" : 3806,
		"name" : "尼木县",
		"pid" : 3796
	}, {
		"id" : 3804,
		"name" : "林周县",
		"pid" : 3796
	}, {
		"id" : 3803,
		"name" : "城关区",
		"pid" : 3796
	} ],
	2712 : [ {
		"id" : 2759,
		"name" : "香洲区",
		"pid" : 2712
	}, {
		"id" : 2760,
		"name" : "斗门区",
		"pid" : 2712
	}, {
		"id" : 2761,
		"name" : "金湾区",
		"pid" : 2712
	} ],
	1612 : [ {
		"id" : 1688,
		"name" : "连城县",
		"pid" : 1612
	}, {
		"id" : 1686,
		"name" : "上杭县",
		"pid" : 1612
	}, {
		"id" : 1684,
		"name" : "永定区",
		"pid" : 1612
	}, {
		"id" : 1683,
		"name" : "新罗区",
		"pid" : 1612
	}, {
		"id" : 1689,
		"name" : "漳平市",
		"pid" : 1612
	}, {
		"id" : 1687,
		"name" : "武平县",
		"pid" : 1612
	}, {
		"id" : 1685,
		"name" : "长汀县",
		"pid" : 1612
	} ],
	3797 : [ {
		"id" : 3814,
		"name" : "定日县",
		"pid" : 3797
	}, {
		"id" : 3811,
		"name" : "桑珠孜区",
		"pid" : 3797
	}, {
		"id" : 3825,
		"name" : "吉隆县",
		"pid" : 3797
	}, {
		"id" : 3828,
		"name" : "岗巴县",
		"pid" : 3797
	}, {
		"id" : 3820,
		"name" : "仁布县",
		"pid" : 3797
	}, {
		"id" : 3826,
		"name" : "聂拉木县",
		"pid" : 3797
	}, {
		"id" : 3818,
		"name" : "谢通门县",
		"pid" : 3797
	}, {
		"id" : 3813,
		"name" : "江孜县",
		"pid" : 3797
	}, {
		"id" : 3827,
		"name" : "萨嘎县",
		"pid" : 3797
	}, {
		"id" : 3812,
		"name" : "南木林县",
		"pid" : 3797
	}, {
		"id" : 3817,
		"name" : "昂仁县",
		"pid" : 3797
	}, {
		"id" : 3823,
		"name" : "仲巴县",
		"pid" : 3797
	}, {
		"id" : 3821,
		"name" : "康马县",
		"pid" : 3797
	}, {
		"id" : 3824,
		"name" : "亚东县",
		"pid" : 3797
	}, {
		"id" : 3816,
		"name" : "拉孜县",
		"pid" : 3797
	}, {
		"id" : 3822,
		"name" : "定结县",
		"pid" : 3797
	}, {
		"id" : 3815,
		"name" : "萨迦县",
		"pid" : 3797
	}, {
		"id" : 3819,
		"name" : "白朗县",
		"pid" : 3797
	} ],
	2713 : [ {
		"id" : 2766,
		"name" : "潮南区",
		"pid" : 2713
	}, {
		"id" : 2763,
		"name" : "金平区",
		"pid" : 2713
	}, {
		"id" : 2768,
		"name" : "南澳县",
		"pid" : 2713
	}, {
		"id" : 2767,
		"name" : "澄海区",
		"pid" : 2713
	}, {
		"id" : 2764,
		"name" : "濠江区",
		"pid" : 2713
	}, {
		"id" : 2762,
		"name" : "龙湖区",
		"pid" : 2713
	}, {
		"id" : 2765,
		"name" : "潮阳区",
		"pid" : 2713
	} ],
	1613 : [ {
		"id" : 1691,
		"name" : "霞浦县",
		"pid" : 1613
	}, {
		"id" : 1694,
		"name" : "寿宁县",
		"pid" : 1613
	}, {
		"id" : 1692,
		"name" : "古田县",
		"pid" : 1613
	}, {
		"id" : 1695,
		"name" : "周宁县",
		"pid" : 1613
	}, {
		"id" : 1690,
		"name" : "蕉城区",
		"pid" : 1613
	}, {
		"id" : 1698,
		"name" : "福鼎市",
		"pid" : 1613
	}, {
		"id" : 1696,
		"name" : "柘荣县",
		"pid" : 1613
	}, {
		"id" : 1697,
		"name" : "福安市",
		"pid" : 1613
	}, {
		"id" : 1693,
		"name" : "屏南县",
		"pid" : 1613
	} ],
	3798 : [ {
		"id" : 3836,
		"name" : "左贡县",
		"pid" : 3798
	}, {
		"id" : 3831,
		"name" : "贡觉县",
		"pid" : 3798
	}, {
		"id" : 3835,
		"name" : "八宿县",
		"pid" : 3798
	}, {
		"id" : 3839,
		"name" : "边坝县",
		"pid" : 3798
	}, {
		"id" : 3830,
		"name" : "江达县",
		"pid" : 3798
	}, {
		"id" : 3832,
		"name" : "类乌齐县",
		"pid" : 3798
	}, {
		"id" : 3833,
		"name" : "丁青县",
		"pid" : 3798
	}, {
		"id" : 3838,
		"name" : "洛隆县",
		"pid" : 3798
	}, {
		"id" : 3829,
		"name" : "卡若区",
		"pid" : 3798
	}, {
		"id" : 3837,
		"name" : "芒康县",
		"pid" : 3798
	}, {
		"id" : 3834,
		"name" : "察雅县",
		"pid" : 3798
	} ],
	2714 : [ {
		"id" : 2769,
		"name" : "禅城区",
		"pid" : 2714
	}, {
		"id" : 2770,
		"name" : "南海区",
		"pid" : 2714
	}, {
		"id" : 2771,
		"name" : "顺德区",
		"pid" : 2714
	}, {
		"id" : 2772,
		"name" : "三水区",
		"pid" : 2714
	}, {
		"id" : 2773,
		"name" : "高明区",
		"pid" : 2714
	} ],
	3799 : [ {
		"id" : 3847,
		"name" : "洛扎县",
		"pid" : 3799
	}, {
		"id" : 3846,
		"name" : "措美县",
		"pid" : 3799
	}, {
		"id" : 3840,
		"name" : "乃东区",
		"pid" : 3799
	}, {
		"id" : 3842,
		"name" : "贡嘎县",
		"pid" : 3799
	}, {
		"id" : 3841,
		"name" : "扎囊县",
		"pid" : 3799
	}, {
		"id" : 3850,
		"name" : "错那县",
		"pid" : 3799
	}, {
		"id" : 3848,
		"name" : "加查县",
		"pid" : 3799
	}, {
		"id" : 3844,
		"name" : "琼结县",
		"pid" : 3799
	}, {
		"id" : 3849,
		"name" : "隆子县",
		"pid" : 3799
	}, {
		"id" : 3845,
		"name" : "曲松县",
		"pid" : 3799
	}, {
		"id" : 3843,
		"name" : "桑日县",
		"pid" : 3799
	}, {
		"id" : 3851,
		"name" : "浪卡子县",
		"pid" : 3799
	} ],
	2715 : [ {
		"id" : 2778,
		"name" : "开平市",
		"pid" : 2715
	}, {
		"id" : 2776,
		"name" : "新会区",
		"pid" : 2715
	}, {
		"id" : 2780,
		"name" : "恩平市",
		"pid" : 2715
	}, {
		"id" : 2779,
		"name" : "鹤山市",
		"pid" : 2715
	}, {
		"id" : 2774,
		"name" : "蓬江区",
		"pid" : 2715
	}, {
		"id" : 2775,
		"name" : "江海区",
		"pid" : 2715
	}, {
		"id" : 2777,
		"name" : "台山市",
		"pid" : 2715
	} ],
	3800 : [ {
		"id" : 3858,
		"name" : "索县",
		"pid" : 3800
	}, {
		"id" : 3856,
		"name" : "安多县",
		"pid" : 3800
	}, {
		"id" : 3854,
		"name" : "比如县",
		"pid" : 3800
	}, {
		"id" : 3853,
		"name" : "嘉黎县",
		"pid" : 3800
	}, {
		"id" : 3862,
		"name" : "双湖县",
		"pid" : 3800
	}, {
		"id" : 3859,
		"name" : "班戈县",
		"pid" : 3800
	}, {
		"id" : 3855,
		"name" : "聂荣县",
		"pid" : 3800
	}, {
		"id" : 3852,
		"name" : "那曲县",
		"pid" : 3800
	}, {
		"id" : 3857,
		"name" : "申扎县",
		"pid" : 3800
	}, {
		"id" : 3861,
		"name" : "尼玛县",
		"pid" : 3800
	}, {
		"id" : 3860,
		"name" : "巴青县",
		"pid" : 3800
	} ],
	3801 : [ {
		"id" : 3868,
		"name" : "改则县",
		"pid" : 3801
	}, {
		"id" : 3869,
		"name" : "措勤县",
		"pid" : 3801
	}, {
		"id" : 3864,
		"name" : "札达县",
		"pid" : 3801
	}, {
		"id" : 3866,
		"name" : "日土县",
		"pid" : 3801
	}, {
		"id" : 3863,
		"name" : "普兰县",
		"pid" : 3801
	}, {
		"id" : 3865,
		"name" : "噶尔县",
		"pid" : 3801
	}, {
		"id" : 3867,
		"name" : "革吉县",
		"pid" : 3801
	} ],
	2709 : [ {
		"id" : 2739,
		"name" : "从化区",
		"pid" : 2709
	}, {
		"id" : 2736,
		"name" : "番禺区",
		"pid" : 2709
	}, {
		"id" : 2733,
		"name" : "天河区",
		"pid" : 2709
	}, {
		"id" : 2738,
		"name" : "南沙区",
		"pid" : 2709
	}, {
		"id" : 2732,
		"name" : "海珠区",
		"pid" : 2709
	}, {
		"id" : 2734,
		"name" : "白云区",
		"pid" : 2709
	}, {
		"id" : 2740,
		"name" : "增城区",
		"pid" : 2709
	}, {
		"id" : 2737,
		"name" : "花都区",
		"pid" : 2709
	}, {
		"id" : 2735,
		"name" : "黄埔区",
		"pid" : 2709
	}, {
		"id" : 2730,
		"name" : "荔湾区",
		"pid" : 2709
	}, {
		"id" : 2731,
		"name" : "越秀区",
		"pid" : 2709
	} ],
	3802 : [ {
		"id" : 3872,
		"name" : "米林县",
		"pid" : 3802
	}, {
		"id" : 3875,
		"name" : "察隅县",
		"pid" : 3802
	}, {
		"id" : 3873,
		"name" : "墨脱县",
		"pid" : 3802
	}, {
		"id" : 3870,
		"name" : "巴宜区",
		"pid" : 3802
	}, {
		"id" : 3876,
		"name" : "朗县",
		"pid" : 3802
	}, {
		"id" : 3874,
		"name" : "波密县",
		"pid" : 3802
	}, {
		"id" : 3871,
		"name" : "工布江达县",
		"pid" : 3802
	} ],
	2710 : [ {
		"id" : 2749,
		"name" : "乐昌市",
		"pid" : 2710
	}, {
		"id" : 2742,
		"name" : "浈江区",
		"pid" : 2710
	}, {
		"id" : 2750,
		"name" : "南雄市",
		"pid" : 2710
	}, {
		"id" : 2746,
		"name" : "翁源县",
		"pid" : 2710
	}, {
		"id" : 2741,
		"name" : "武江区",
		"pid" : 2710
	}, {
		"id" : 2745,
		"name" : "仁化县",
		"pid" : 2710
	}, {
		"id" : 2744,
		"name" : "始兴县",
		"pid" : 2710
	}, {
		"id" : 2743,
		"name" : "曲江区",
		"pid" : 2710
	}, {
		"id" : 2747,
		"name" : "乳源瑶族自治县",
		"pid" : 2710
	}, {
		"id" : 2748,
		"name" : "新丰县",
		"pid" : 2710
	} ],
	2711 : [ {
		"id" : 2757,
		"name" : "龙华区",
		"pid" : 2711
	}, {
		"id" : 2755,
		"name" : "龙岗区",
		"pid" : 2711
	}, {
		"id" : 2752,
		"name" : "福田区",
		"pid" : 2711
	}, {
		"id" : 2751,
		"name" : "罗湖区",
		"pid" : 2711
	}, {
		"id" : 2758,
		"name" : "坪山区",
		"pid" : 2711
	}, {
		"id" : 2753,
		"name" : "南山区",
		"pid" : 2711
	}, {
		"id" : 2756,
		"name" : "盐田区",
		"pid" : 2711
	}, {
		"id" : 2754,
		"name" : "宝安区",
		"pid" : 2711
	} ],
	1605 : [ {
		"id" : 1619,
		"name" : "闽侯县",
		"pid" : 1605
	}, {
		"id" : 1624,
		"name" : "平潭县",
		"pid" : 1605
	}, {
		"id" : 1617,
		"name" : "马尾区",
		"pid" : 1605
	}, {
		"id" : 1626,
		"name" : "长乐市",
		"pid" : 1605
	}, {
		"id" : 1625,
		"name" : "福清市",
		"pid" : 1605
	}, {
		"id" : 1615,
		"name" : "台江区",
		"pid" : 1605
	}, {
		"id" : 1618,
		"name" : "晋安区",
		"pid" : 1605
	}, {
		"id" : 1621,
		"name" : "罗源县",
		"pid" : 1605
	}, {
		"id" : 1620,
		"name" : "连江县",
		"pid" : 1605
	}, {
		"id" : 1616,
		"name" : "仓山区",
		"pid" : 1605
	}, {
		"id" : 1622,
		"name" : "闽清县",
		"pid" : 1605
	}, {
		"id" : 1623,
		"name" : "永泰县",
		"pid" : 1605
	}, {
		"id" : 1614,
		"name" : "鼓楼区",
		"pid" : 1605
	} ],
	1606 : [ {
		"id" : 1631,
		"name" : "同安区",
		"pid" : 1606
	}, {
		"id" : 1629,
		"name" : "湖里区",
		"pid" : 1606
	}, {
		"id" : 1628,
		"name" : "海沧区",
		"pid" : 1606
	}, {
		"id" : 1632,
		"name" : "翔安区",
		"pid" : 1606
	}, {
		"id" : 1627,
		"name" : "思明区",
		"pid" : 1606
	}, {
		"id" : 1630,
		"name" : "集美区",
		"pid" : 1606
	} ],
	1607 : [ {
		"id" : 1637,
		"name" : "仙游县",
		"pid" : 1607
	}, {
		"id" : 1636,
		"name" : "秀屿区",
		"pid" : 1607
	}, {
		"id" : 1633,
		"name" : "城厢区",
		"pid" : 1607
	}, {
		"id" : 1635,
		"name" : "荔城区",
		"pid" : 1607
	}, {
		"id" : 1634,
		"name" : "涵江区",
		"pid" : 1607
	} ],
	533 : [ {
		"id" : 554,
		"name" : "昆都仑区",
		"pid" : 533
	}, {
		"id" : 559,
		"name" : "土默特右旗",
		"pid" : 533
	}, {
		"id" : 560,
		"name" : "固阳县",
		"pid" : 533
	}, {
		"id" : 558,
		"name" : "九原区",
		"pid" : 533
	}, {
		"id" : 553,
		"name" : "东河区",
		"pid" : 533
	}, {
		"id" : 555,
		"name" : "青山区",
		"pid" : 533
	}, {
		"id" : 561,
		"name" : "达尔罕茂明安联合旗",
		"pid" : 533
	}, {
		"id" : 556,
		"name" : "石拐区",
		"pid" : 533
	}, {
		"id" : 557,
		"name" : "白云鄂博矿区",
		"pid" : 533
	} ],
	532 : [ {
		"id" : 549,
		"name" : "托克托县",
		"pid" : 532
	}, {
		"id" : 544,
		"name" : "新城区",
		"pid" : 532
	}, {
		"id" : 552,
		"name" : "武川县",
		"pid" : 532
	}, {
		"id" : 548,
		"name" : "土默特左旗",
		"pid" : 532
	}, {
		"id" : 550,
		"name" : "和林格尔县",
		"pid" : 532
	}, {
		"id" : 551,
		"name" : "清水河县",
		"pid" : 532
	}, {
		"id" : 545,
		"name" : "回民区",
		"pid" : 532
	}, {
		"id" : 547,
		"name" : "赛罕区",
		"pid" : 532
	}, {
		"id" : 546,
		"name" : "玉泉区",
		"pid" : 532
	} ],
	535 : [ {
		"id" : 573,
		"name" : "翁牛特旗",
		"pid" : 535
	}, {
		"id" : 571,
		"name" : "林西县",
		"pid" : 535
	}, {
		"id" : 569,
		"name" : "巴林左旗",
		"pid" : 535
	}, {
		"id" : 576,
		"name" : "敖汉旗",
		"pid" : 535
	}, {
		"id" : 575,
		"name" : "宁城县",
		"pid" : 535
	}, {
		"id" : 574,
		"name" : "喀喇沁旗",
		"pid" : 535
	}, {
		"id" : 565,
		"name" : "红山区",
		"pid" : 535
	}, {
		"id" : 570,
		"name" : "巴林右旗",
		"pid" : 535
	}, {
		"id" : 566,
		"name" : "元宝山区",
		"pid" : 535
	}, {
		"id" : 568,
		"name" : "阿鲁科尔沁旗",
		"pid" : 535
	}, {
		"id" : 572,
		"name" : "克什克腾旗",
		"pid" : 535
	}, {
		"id" : 567,
		"name" : "松山区",
		"pid" : 535
	} ],
	534 : [ {
		"id" : 562,
		"name" : "海勃湾区",
		"pid" : 534
	}, {
		"id" : 563,
		"name" : "海南区",
		"pid" : 534
	}, {
		"id" : 564,
		"name" : "乌达区",
		"pid" : 534
	} ],
	541 : [ {
		"id" : 629,
		"name" : "科尔沁右翼中旗",
		"pid" : 541
	}, {
		"id" : 630,
		"name" : "扎赉特旗",
		"pid" : 541
	}, {
		"id" : 626,
		"name" : "乌兰浩特市",
		"pid" : 541
	}, {
		"id" : 627,
		"name" : "阿尔山市",
		"pid" : 541
	}, {
		"id" : 628,
		"name" : "科尔沁右翼前旗",
		"pid" : 541
	}, {
		"id" : 631,
		"name" : "突泉县",
		"pid" : 541
	} ],
	540 : [ {
		"id" : 622,
		"name" : "察哈尔右翼中旗",
		"pid" : 540
	}, {
		"id" : 624,
		"name" : "四子王旗",
		"pid" : 540
	}, {
		"id" : 620,
		"name" : "凉城县",
		"pid" : 540
	}, {
		"id" : 616,
		"name" : "卓资县",
		"pid" : 540
	}, {
		"id" : 625,
		"name" : "丰镇市",
		"pid" : 540
	}, {
		"id" : 617,
		"name" : "化德县",
		"pid" : 540
	}, {
		"id" : 618,
		"name" : "商都县",
		"pid" : 540
	}, {
		"id" : 615,
		"name" : "集宁区",
		"pid" : 540
	}, {
		"id" : 621,
		"name" : "察哈尔右翼前旗",
		"pid" : 540
	}, {
		"id" : 623,
		"name" : "察哈尔右翼后旗",
		"pid" : 540
	}, {
		"id" : 619,
		"name" : "兴和县",
		"pid" : 540
	} ],
	543 : [ {
		"id" : 644,
		"name" : "阿拉善左旗",
		"pid" : 543
	}, {
		"id" : 646,
		"name" : "额济纳旗",
		"pid" : 543
	}, {
		"id" : 645,
		"name" : "阿拉善右旗",
		"pid" : 543
	} ],
	542 : [ {
		"id" : 633,
		"name" : "锡林浩特市",
		"pid" : 542
	}, {
		"id" : 638,
		"name" : "西乌珠穆沁旗",
		"pid" : 542
	}, {
		"id" : 636,
		"name" : "苏尼特右旗",
		"pid" : 542
	}, {
		"id" : 642,
		"name" : "正蓝旗",
		"pid" : 542
	}, {
		"id" : 635,
		"name" : "苏尼特左旗",
		"pid" : 542
	}, {
		"id" : 641,
		"name" : "正镶白旗",
		"pid" : 542
	}, {
		"id" : 637,
		"name" : "东乌珠穆沁旗",
		"pid" : 542
	}, {
		"id" : 640,
		"name" : "镶黄旗",
		"pid" : 542
	}, {
		"id" : 634,
		"name" : "阿巴嘎旗",
		"pid" : 542
	}, {
		"id" : 643,
		"name" : "多伦县",
		"pid" : 542
	}, {
		"id" : 632,
		"name" : "二连浩特市",
		"pid" : 542
	}, {
		"id" : 639,
		"name" : "太仆寺旗",
		"pid" : 542
	} ],
	537 : [ {
		"id" : 589,
		"name" : "鄂托克前旗",
		"pid" : 537
	}, {
		"id" : 585,
		"name" : "东胜区",
		"pid" : 537
	}, {
		"id" : 591,
		"name" : "杭锦旗",
		"pid" : 537
	}, {
		"id" : 590,
		"name" : "鄂托克旗",
		"pid" : 537
	}, {
		"id" : 593,
		"name" : "伊金霍洛旗",
		"pid" : 537
	}, {
		"id" : 592,
		"name" : "乌审旗",
		"pid" : 537
	}, {
		"id" : 587,
		"name" : "达拉特旗",
		"pid" : 537
	}, {
		"id" : 586,
		"name" : "康巴什区",
		"pid" : 537
	}, {
		"id" : 588,
		"name" : "准格尔旗",
		"pid" : 537
	} ],
	536 : [ {
		"id" : 579,
		"name" : "科尔沁左翼后旗",
		"pid" : 536
	}, {
		"id" : 580,
		"name" : "开鲁县",
		"pid" : 536
	}, {
		"id" : 584,
		"name" : "霍林郭勒市",
		"pid" : 536
	}, {
		"id" : 581,
		"name" : "库伦旗",
		"pid" : 536
	}, {
		"id" : 583,
		"name" : "扎鲁特旗",
		"pid" : 536
	}, {
		"id" : 578,
		"name" : "科尔沁左翼中旗",
		"pid" : 536
	}, {
		"id" : 582,
		"name" : "奈曼旗",
		"pid" : 536
	}, {
		"id" : 577,
		"name" : "科尔沁区",
		"pid" : 536
	} ],
	539 : [ {
		"id" : 610,
		"name" : "磴口县",
		"pid" : 539
	}, {
		"id" : 609,
		"name" : "五原县",
		"pid" : 539
	}, {
		"id" : 608,
		"name" : "临河区",
		"pid" : 539
	}, {
		"id" : 611,
		"name" : "乌拉特前旗",
		"pid" : 539
	}, {
		"id" : 614,
		"name" : "杭锦后旗",
		"pid" : 539
	}, {
		"id" : 613,
		"name" : "乌拉特后旗",
		"pid" : 539
	}, {
		"id" : 612,
		"name" : "乌拉特中旗",
		"pid" : 539
	} ],
	538 : [ {
		"id" : 607,
		"name" : "根河市",
		"pid" : 538
	}, {
		"id" : 594,
		"name" : "海拉尔区",
		"pid" : 538
	}, {
		"id" : 595,
		"name" : "扎赉诺尔区",
		"pid" : 538
	}, {
		"id" : 602,
		"name" : "新巴尔虎右旗",
		"pid" : 538
	}, {
		"id" : 599,
		"name" : "鄂温克族自治旗",
		"pid" : 538
	}, {
		"id" : 600,
		"name" : "陈巴尔虎旗",
		"pid" : 538
	}, {
		"id" : 597,
		"name" : "莫力达瓦达斡尔族自治旗",
		"pid" : 538
	}, {
		"id" : 598,
		"name" : "鄂伦春自治旗",
		"pid" : 538
	}, {
		"id" : 604,
		"name" : "牙克石市",
		"pid" : 538
	}, {
		"id" : 603,
		"name" : "满洲里市",
		"pid" : 538
	}, {
		"id" : 605,
		"name" : "扎兰屯市",
		"pid" : 538
	}, {
		"id" : 596,
		"name" : "阿荣旗",
		"pid" : 538
	}, {
		"id" : 606,
		"name" : "额尔古纳市",
		"pid" : 538
	}, {
		"id" : 601,
		"name" : "新巴尔虎左旗",
		"pid" : 538
	} ],
	64 : [ {
		"id" : 80,
		"name" : "延庆区",
		"pid" : 64
	}, {
		"id" : 79,
		"name" : "密云区",
		"pid" : 64
	}, {
		"id" : 74,
		"name" : "顺义区",
		"pid" : 64
	}, {
		"id" : 66,
		"name" : "西城区",
		"pid" : 64
	}, {
		"id" : 73,
		"name" : "通州区",
		"pid" : 64
	}, {
		"id" : 71,
		"name" : "门头沟区",
		"pid" : 64
	}, {
		"id" : 68,
		"name" : "丰台区",
		"pid" : 64
	}, {
		"id" : 76,
		"name" : "大兴区",
		"pid" : 64
	}, {
		"id" : 70,
		"name" : "海淀区",
		"pid" : 64
	}, {
		"id" : 65,
		"name" : "东城区",
		"pid" : 64
	}, {
		"id" : 75,
		"name" : "昌平区",
		"pid" : 64
	}, {
		"id" : 77,
		"name" : "怀柔区",
		"pid" : 64
	}, {
		"id" : 67,
		"name" : "朝阳区",
		"pid" : 64
	}, {
		"id" : 78,
		"name" : "平谷区",
		"pid" : 64
	}, {
		"id" : 69,
		"name" : "石景山区",
		"pid" : 64
	}, {
		"id" : 72,
		"name" : "房山区",
		"pid" : 64
	} ],
	96 : [ {
		"id" : 97,
		"name" : "和平区",
		"pid" : 96
	}, {
		"id" : 99,
		"name" : "河西区",
		"pid" : 96
	}, {
		"id" : 112,
		"name" : "蓟州区",
		"pid" : 96
	}, {
		"id" : 110,
		"name" : "宁河区",
		"pid" : 96
	}, {
		"id" : 102,
		"name" : "红桥区",
		"pid" : 96
	}, {
		"id" : 101,
		"name" : "河北区",
		"pid" : 96
	}, {
		"id" : 109,
		"name" : "滨海新区",
		"pid" : 96
	}, {
		"id" : 106,
		"name" : "北辰区",
		"pid" : 96
	}, {
		"id" : 107,
		"name" : "武清区",
		"pid" : 96
	}, {
		"id" : 103,
		"name" : "东丽区",
		"pid" : 96
	}, {
		"id" : 100,
		"name" : "南开区",
		"pid" : 96
	}, {
		"id" : 108,
		"name" : "宝坻区",
		"pid" : 96
	}, {
		"id" : 105,
		"name" : "津南区",
		"pid" : 96
	}, {
		"id" : 98,
		"name" : "河东区",
		"pid" : 96
	}, {
		"id" : 104,
		"name" : "西青区",
		"pid" : 96
	}, {
		"id" : 111,
		"name" : "静海区",
		"pid" : 96
	} ],
	137 : [ {
		"id" : 288,
		"name" : "固安县",
		"pid" : 137
	}, {
		"id" : 290,
		"name" : "香河县",
		"pid" : 137
	}, {
		"id" : 287,
		"name" : "广阳区",
		"pid" : 137
	}, {
		"id" : 295,
		"name" : "三河市",
		"pid" : 137
	}, {
		"id" : 293,
		"name" : "大厂回族自治县",
		"pid" : 137
	}, {
		"id" : 292,
		"name" : "文安县",
		"pid" : 137
	}, {
		"id" : 294,
		"name" : "霸州市",
		"pid" : 137
	}, {
		"id" : 291,
		"name" : "大城县",
		"pid" : 137
	}, {
		"id" : 289,
		"name" : "永清县",
		"pid" : 137
	}, {
		"id" : 286,
		"name" : "安次区",
		"pid" : 137
	} ],
	136 : [ {
		"id" : 272,
		"name" : "沧县",
		"pid" : 136
	}, {
		"id" : 281,
		"name" : "孟村回族自治县",
		"pid" : 136
	}, {
		"id" : 276,
		"name" : "盐山县",
		"pid" : 136
	}, {
		"id" : 278,
		"name" : "南皮县",
		"pid" : 136
	}, {
		"id" : 277,
		"name" : "肃宁县",
		"pid" : 136
	}, {
		"id" : 271,
		"name" : "运河区",
		"pid" : 136
	}, {
		"id" : 273,
		"name" : "青县",
		"pid" : 136
	}, {
		"id" : 285,
		"name" : "河间市",
		"pid" : 136
	}, {
		"id" : 280,
		"name" : "献县",
		"pid" : 136
	}, {
		"id" : 284,
		"name" : "黄骅市",
		"pid" : 136
	}, {
		"id" : 282,
		"name" : "泊头市",
		"pid" : 136
	}, {
		"id" : 274,
		"name" : "东光县",
		"pid" : 136
	}, {
		"id" : 283,
		"name" : "任丘市",
		"pid" : 136
	}, {
		"id" : 270,
		"name" : "新华区",
		"pid" : 136
	}, {
		"id" : 279,
		"name" : "吴桥县",
		"pid" : 136
	}, {
		"id" : 275,
		"name" : "海兴县",
		"pid" : 136
	} ],
	684 : [ {
		"id" : 783,
		"name" : "建昌县",
		"pid" : 684
	}, {
		"id" : 782,
		"name" : "绥中县",
		"pid" : 684
	}, {
		"id" : 781,
		"name" : "南票区",
		"pid" : 684
	}, {
		"id" : 784,
		"name" : "兴城市",
		"pid" : 684
	}, {
		"id" : 780,
		"name" : "龙港区",
		"pid" : 684
	}, {
		"id" : 779,
		"name" : "连山区",
		"pid" : 684
	} ],
	138 : [ {
		"id" : 304,
		"name" : "阜城县",
		"pid" : 138
	}, {
		"id" : 301,
		"name" : "安平县",
		"pid" : 138
	}, {
		"id" : 302,
		"name" : "故城县",
		"pid" : 138
	}, {
		"id" : 299,
		"name" : "武强县",
		"pid" : 138
	}, {
		"id" : 298,
		"name" : "武邑县",
		"pid" : 138
	}, {
		"id" : 296,
		"name" : "桃城区",
		"pid" : 138
	}, {
		"id" : 306,
		"name" : "深州市",
		"pid" : 138
	}, {
		"id" : 300,
		"name" : "饶阳县",
		"pid" : 138
	}, {
		"id" : 305,
		"name" : "冀州区",
		"pid" : 138
	}, {
		"id" : 303,
		"name" : "景县",
		"pid" : 138
	}, {
		"id" : 297,
		"name" : "枣强县",
		"pid" : 138
	} ],
	683 : [ {
		"id" : 772,
		"name" : "双塔区",
		"pid" : 683
	}, {
		"id" : 775,
		"name" : "建平县",
		"pid" : 683
	}, {
		"id" : 774,
		"name" : "朝阳县",
		"pid" : 683
	}, {
		"id" : 777,
		"name" : "北票市",
		"pid" : 683
	}, {
		"id" : 778,
		"name" : "凌源市",
		"pid" : 683
	}, {
		"id" : 776,
		"name" : "喀喇沁左翼蒙古族自治县",
		"pid" : 683
	}, {
		"id" : 773,
		"name" : "龙城区",
		"pid" : 683
	} ],
	682 : [ {
		"id" : 771,
		"name" : "开原市",
		"pid" : 682
	}, {
		"id" : 769,
		"name" : "昌图县",
		"pid" : 682
	}, {
		"id" : 767,
		"name" : "铁岭县",
		"pid" : 682
	}, {
		"id" : 765,
		"name" : "银州区",
		"pid" : 682
	}, {
		"id" : 770,
		"name" : "调兵山市",
		"pid" : 682
	}, {
		"id" : 768,
		"name" : "西丰县",
		"pid" : 682
	}, {
		"id" : 766,
		"name" : "清河区",
		"pid" : 682
	} ],
	681 : [ {
		"id" : 761,
		"name" : "双台子区",
		"pid" : 681
	}, {
		"id" : 764,
		"name" : "盘山县",
		"pid" : 681
	}, {
		"id" : 763,
		"name" : "大洼区",
		"pid" : 681
	}, {
		"id" : 762,
		"name" : "兴隆台区",
		"pid" : 681
	} ],
	680 : [ {
		"id" : 754,
		"name" : "白塔区",
		"pid" : 680
	}, {
		"id" : 759,
		"name" : "辽阳县",
		"pid" : 680
	}, {
		"id" : 757,
		"name" : "弓长岭区",
		"pid" : 680
	}, {
		"id" : 760,
		"name" : "灯塔市",
		"pid" : 680
	}, {
		"id" : 758,
		"name" : "太子河区",
		"pid" : 680
	}, {
		"id" : 756,
		"name" : "宏伟区",
		"pid" : 680
	}, {
		"id" : 755,
		"name" : "文圣区",
		"pid" : 680
	} ],
	129 : [ {
		"id" : 167,
		"name" : "曹妃甸区",
		"pid" : 129
	}, {
		"id" : 169,
		"name" : "滦南县",
		"pid" : 129
	}, {
		"id" : 172,
		"name" : "玉田县",
		"pid" : 129
	}, {
		"id" : 170,
		"name" : "乐亭县",
		"pid" : 129
	}, {
		"id" : 171,
		"name" : "迁西县",
		"pid" : 129
	}, {
		"id" : 173,
		"name" : "遵化市",
		"pid" : 129
	}, {
		"id" : 166,
		"name" : "丰润区",
		"pid" : 129
	}, {
		"id" : 161,
		"name" : "路南区",
		"pid" : 129
	}, {
		"id" : 163,
		"name" : "古冶区",
		"pid" : 129
	}, {
		"id" : 168,
		"name" : "滦县",
		"pid" : 129
	}, {
		"id" : 162,
		"name" : "路北区",
		"pid" : 129
	}, {
		"id" : 164,
		"name" : "开平区",
		"pid" : 129
	}, {
		"id" : 174,
		"name" : "迁安市",
		"pid" : 129
	}, {
		"id" : 165,
		"name" : "丰南区",
		"pid" : 129
	} ],
	679 : [ {
		"id" : 747,
		"name" : "海州区",
		"pid" : 679
	}, {
		"id" : 750,
		"name" : "清河门区",
		"pid" : 679
	}, {
		"id" : 753,
		"name" : "彰武县",
		"pid" : 679
	}, {
		"id" : 752,
		"name" : "阜新蒙古族自治县",
		"pid" : 679
	}, {
		"id" : 749,
		"name" : "太平区",
		"pid" : 679
	}, {
		"id" : 751,
		"name" : "细河区",
		"pid" : 679
	}, {
		"id" : 748,
		"name" : "新邱区",
		"pid" : 679
	} ],
	128 : [ {
		"id" : 142,
		"name" : "井陉矿区",
		"pid" : 128
	}, {
		"id" : 144,
		"name" : "藁城区",
		"pid" : 128
	}, {
		"id" : 146,
		"name" : "栾城区",
		"pid" : 128
	}, {
		"id" : 158,
		"name" : "辛集市",
		"pid" : 128
	}, {
		"id" : 157,
		"name" : "赵县",
		"pid" : 128
	}, {
		"id" : 155,
		"name" : "平山县",
		"pid" : 128
	}, {
		"id" : 148,
		"name" : "正定县",
		"pid" : 128
	}, {
		"id" : 152,
		"name" : "深泽县",
		"pid" : 128
	}, {
		"id" : 143,
		"name" : "裕华区",
		"pid" : 128
	}, {
		"id" : 145,
		"name" : "鹿泉区",
		"pid" : 128
	}, {
		"id" : 140,
		"name" : "桥西区",
		"pid" : 128
	}, {
		"id" : 147,
		"name" : "井陉县",
		"pid" : 128
	}, {
		"id" : 156,
		"name" : "元氏县",
		"pid" : 128
	}, {
		"id" : 151,
		"name" : "高邑县",
		"pid" : 128
	}, {
		"id" : 141,
		"name" : "新华区",
		"pid" : 128
	}, {
		"id" : 150,
		"name" : "灵寿县",
		"pid" : 128
	}, {
		"id" : 154,
		"name" : "无极县",
		"pid" : 128
	}, {
		"id" : 153,
		"name" : "赞皇县",
		"pid" : 128
	}, {
		"id" : 139,
		"name" : "长安区",
		"pid" : 128
	}, {
		"id" : 149,
		"name" : "行唐县",
		"pid" : 128
	}, {
		"id" : 159,
		"name" : "晋州市",
		"pid" : 128
	}, {
		"id" : 160,
		"name" : "新乐市",
		"pid" : 128
	} ],
	678 : [ {
		"id" : 743,
		"name" : "鲅鱼圈区",
		"pid" : 678
	}, {
		"id" : 745,
		"name" : "盖州市",
		"pid" : 678
	}, {
		"id" : 744,
		"name" : "老边区",
		"pid" : 678
	}, {
		"id" : 746,
		"name" : "大石桥市",
		"pid" : 678
	}, {
		"id" : 742,
		"name" : "西市区",
		"pid" : 678
	}, {
		"id" : 741,
		"name" : "站前区",
		"pid" : 678
	} ],
	131 : [ {
		"id" : 194,
		"name" : "鸡泽县",
		"pid" : 131
	}, {
		"id" : 188,
		"name" : "大名县",
		"pid" : 131
	}, {
		"id" : 184,
		"name" : "复兴区",
		"pid" : 131
	}, {
		"id" : 192,
		"name" : "永年区",
		"pid" : 131
	}, {
		"id" : 191,
		"name" : "肥乡区",
		"pid" : 131
	}, {
		"id" : 196,
		"name" : "馆陶县",
		"pid" : 131
	}, {
		"id" : 197,
		"name" : "魏县",
		"pid" : 131
	}, {
		"id" : 185,
		"name" : "峰峰矿区",
		"pid" : 131
	}, {
		"id" : 182,
		"name" : "邯山区",
		"pid" : 131
	}, {
		"id" : 190,
		"name" : "磁县",
		"pid" : 131
	}, {
		"id" : 187,
		"name" : "成安县",
		"pid" : 131
	}, {
		"id" : 186,
		"name" : "临漳县",
		"pid" : 131
	}, {
		"id" : 193,
		"name" : "邱县",
		"pid" : 131
	}, {
		"id" : 198,
		"name" : "曲周县",
		"pid" : 131
	}, {
		"id" : 189,
		"name" : "涉县",
		"pid" : 131
	}, {
		"id" : 199,
		"name" : "武安市",
		"pid" : 131
	}, {
		"id" : 195,
		"name" : "广平县",
		"pid" : 131
	}, {
		"id" : 183,
		"name" : "丛台区",
		"pid" : 131
	} ],
	677 : [ {
		"id" : 734,
		"name" : "古塔区",
		"pid" : 677
	}, {
		"id" : 740,
		"name" : "北镇市",
		"pid" : 677
	}, {
		"id" : 739,
		"name" : "凌海市",
		"pid" : 677
	}, {
		"id" : 737,
		"name" : "黑山县",
		"pid" : 677
	}, {
		"id" : 736,
		"name" : "太和区",
		"pid" : 677
	}, {
		"id" : 738,
		"name" : "义县",
		"pid" : 677
	}, {
		"id" : 735,
		"name" : "凌河区",
		"pid" : 677
	} ],
	130 : [ {
		"id" : 177,
		"name" : "北戴河区",
		"pid" : 130
	}, {
		"id" : 181,
		"name" : "卢龙县",
		"pid" : 130
	}, {
		"id" : 180,
		"name" : "抚宁区",
		"pid" : 130
	}, {
		"id" : 176,
		"name" : "山海关区",
		"pid" : 130
	}, {
		"id" : 179,
		"name" : "昌黎县",
		"pid" : 130
	}, {
		"id" : 175,
		"name" : "海港区",
		"pid" : 130
	}, {
		"id" : 178,
		"name" : "青龙满族自治县",
		"pid" : 130
	} ],
	676 : [ {
		"id" : 729,
		"name" : "振兴区",
		"pid" : 676
	}, {
		"id" : 728,
		"name" : "元宝区",
		"pid" : 676
	}, {
		"id" : 731,
		"name" : "宽甸满族自治县",
		"pid" : 676
	}, {
		"id" : 730,
		"name" : "振安区",
		"pid" : 676
	}, {
		"id" : 733,
		"name" : "凤城市",
		"pid" : 676
	}, {
		"id" : 732,
		"name" : "东港市",
		"pid" : 676
	} ],
	133 : [ {
		"id" : 239,
		"name" : "涿州市",
		"pid" : 133
	}, {
		"id" : 235,
		"name" : "蠡县",
		"pid" : 133
	}, {
		"id" : 220,
		"name" : "莲池区",
		"pid" : 133
	}, {
		"id" : 227,
		"name" : "唐县",
		"pid" : 133
	}, {
		"id" : 231,
		"name" : "望都县",
		"pid" : 133
	}, {
		"id" : 221,
		"name" : "满城区",
		"pid" : 133
	}, {
		"id" : 236,
		"name" : "顺平县",
		"pid" : 133
	}, {
		"id" : 234,
		"name" : "曲阳县",
		"pid" : 133
	}, {
		"id" : 240,
		"name" : "定州市",
		"pid" : 133
	}, {
		"id" : 237,
		"name" : "博野县",
		"pid" : 133
	}, {
		"id" : 232,
		"name" : "安新县",
		"pid" : 133
	}, {
		"id" : 228,
		"name" : "高阳县",
		"pid" : 133
	}, {
		"id" : 233,
		"name" : "易县",
		"pid" : 133
	}, {
		"id" : 230,
		"name" : "涞源县",
		"pid" : 133
	}, {
		"id" : 238,
		"name" : "雄县",
		"pid" : 133
	}, {
		"id" : 225,
		"name" : "徐水区",
		"pid" : 133
	}, {
		"id" : 241,
		"name" : "安国市",
		"pid" : 133
	}, {
		"id" : 219,
		"name" : "竞秀区",
		"pid" : 133
	}, {
		"id" : 226,
		"name" : "定兴县",
		"pid" : 133
	}, {
		"id" : 224,
		"name" : "阜平县",
		"pid" : 133
	}, {
		"id" : 223,
		"name" : "涞水县",
		"pid" : 133
	}, {
		"id" : 229,
		"name" : "容城县",
		"pid" : 133
	}, {
		"id" : 242,
		"name" : "高碑店市",
		"pid" : 133
	}, {
		"id" : 222,
		"name" : "清苑区",
		"pid" : 133
	} ],
	675 : [ {
		"id" : 727,
		"name" : "桓仁满族自治县",
		"pid" : 675
	}, {
		"id" : 726,
		"name" : "本溪满族自治县",
		"pid" : 675
	}, {
		"id" : 722,
		"name" : "平山区",
		"pid" : 675
	}, {
		"id" : 723,
		"name" : "溪湖区",
		"pid" : 675
	}, {
		"id" : 724,
		"name" : "明山区",
		"pid" : 675
	}, {
		"id" : 725,
		"name" : "南芬区",
		"pid" : 675
	} ],
	132 : [ {
		"id" : 203,
		"name" : "临城县",
		"pid" : 132
	}, {
		"id" : 200,
		"name" : "桥东区",
		"pid" : 132
	}, {
		"id" : 207,
		"name" : "任县",
		"pid" : 132
	}, {
		"id" : 211,
		"name" : "新河县",
		"pid" : 132
	}, {
		"id" : 210,
		"name" : "巨鹿县",
		"pid" : 132
	}, {
		"id" : 208,
		"name" : "南和县",
		"pid" : 132
	}, {
		"id" : 205,
		"name" : "柏乡县",
		"pid" : 132
	}, {
		"id" : 215,
		"name" : "清河县",
		"pid" : 132
	}, {
		"id" : 202,
		"name" : "邢台县",
		"pid" : 132
	}, {
		"id" : 204,
		"name" : "内丘县",
		"pid" : 132
	}, {
		"id" : 206,
		"name" : "隆尧县",
		"pid" : 132
	}, {
		"id" : 217,
		"name" : "南宫市",
		"pid" : 132
	}, {
		"id" : 212,
		"name" : "广宗县",
		"pid" : 132
	}, {
		"id" : 218,
		"name" : "沙河市",
		"pid" : 132
	}, {
		"id" : 216,
		"name" : "临西县",
		"pid" : 132
	}, {
		"id" : 213,
		"name" : "平乡县",
		"pid" : 132
	}, {
		"id" : 201,
		"name" : "桥西区",
		"pid" : 132
	}, {
		"id" : 209,
		"name" : "宁晋县",
		"pid" : 132
	}, {
		"id" : 214,
		"name" : "威县",
		"pid" : 132
	} ],
	674 : [ {
		"id" : 715,
		"name" : "新抚区",
		"pid" : 674
	}, {
		"id" : 717,
		"name" : "望花区",
		"pid" : 674
	}, {
		"id" : 721,
		"name" : "清原满族自治县",
		"pid" : 674
	}, {
		"id" : 716,
		"name" : "东洲区",
		"pid" : 674
	}, {
		"id" : 720,
		"name" : "新宾满族自治县",
		"pid" : 674
	}, {
		"id" : 719,
		"name" : "抚顺县",
		"pid" : 674
	}, {
		"id" : 718,
		"name" : "顺城区",
		"pid" : 674
	} ],
	135 : [ {
		"id" : 260,
		"name" : "双滦区",
		"pid" : 135
	}, {
		"id" : 262,
		"name" : "承德县",
		"pid" : 135
	}, {
		"id" : 267,
		"name" : "丰宁满族自治县",
		"pid" : 135
	}, {
		"id" : 268,
		"name" : "宽城满族自治县",
		"pid" : 135
	}, {
		"id" : 264,
		"name" : "平泉县",
		"pid" : 135
	}, {
		"id" : 263,
		"name" : "兴隆县",
		"pid" : 135
	}, {
		"id" : 269,
		"name" : "围场满族蒙古族自治县",
		"pid" : 135
	}, {
		"id" : 261,
		"name" : "鹰手营子矿区",
		"pid" : 135
	}, {
		"id" : 259,
		"name" : "双桥区",
		"pid" : 135
	}, {
		"id" : 265,
		"name" : "滦平县",
		"pid" : 135
	}, {
		"id" : 266,
		"name" : "隆化县",
		"pid" : 135
	} ],
	673 : [ {
		"id" : 711,
		"name" : "千山区",
		"pid" : 673
	}, {
		"id" : 713,
		"name" : "岫岩满族自治县",
		"pid" : 673
	}, {
		"id" : 712,
		"name" : "台安县",
		"pid" : 673
	}, {
		"id" : 714,
		"name" : "海城市",
		"pid" : 673
	}, {
		"id" : 708,
		"name" : "铁东区",
		"pid" : 673
	}, {
		"id" : 709,
		"name" : "铁西区",
		"pid" : 673
	}, {
		"id" : 710,
		"name" : "立山区",
		"pid" : 673
	} ],
	134 : [ {
		"id" : 245,
		"name" : "宣化区",
		"pid" : 134
	}, {
		"id" : 251,
		"name" : "蔚县",
		"pid" : 134
	}, {
		"id" : 243,
		"name" : "桥东区",
		"pid" : 134
	}, {
		"id" : 246,
		"name" : "下花园区",
		"pid" : 134
	}, {
		"id" : 247,
		"name" : "张北县",
		"pid" : 134
	}, {
		"id" : 250,
		"name" : "尚义县",
		"pid" : 134
	}, {
		"id" : 256,
		"name" : "涿鹿县",
		"pid" : 134
	}, {
		"id" : 253,
		"name" : "怀安县",
		"pid" : 134
	}, {
		"id" : 252,
		"name" : "阳原县",
		"pid" : 134
	}, {
		"id" : 258,
		"name" : "崇礼区",
		"pid" : 134
	}, {
		"id" : 255,
		"name" : "怀来县",
		"pid" : 134
	}, {
		"id" : 249,
		"name" : "沽源县",
		"pid" : 134
	}, {
		"id" : 257,
		"name" : "赤城县",
		"pid" : 134
	}, {
		"id" : 254,
		"name" : "万全区",
		"pid" : 134
	}, {
		"id" : 244,
		"name" : "桥西区",
		"pid" : 134
	}, {
		"id" : 248,
		"name" : "康保县",
		"pid" : 134
	} ],
	672 : [ {
		"id" : 707,
		"name" : "庄河市",
		"pid" : 672
	}, {
		"id" : 701,
		"name" : "甘井子区",
		"pid" : 672
	}, {
		"id" : 705,
		"name" : "瓦房店市",
		"pid" : 672
	}, {
		"id" : 706,
		"name" : "普兰店区",
		"pid" : 672
	}, {
		"id" : 704,
		"name" : "长海县",
		"pid" : 672
	}, {
		"id" : 698,
		"name" : "中山区",
		"pid" : 672
	}, {
		"id" : 700,
		"name" : "沙河口区",
		"pid" : 672
	}, {
		"id" : 699,
		"name" : "西岗区",
		"pid" : 672
	}, {
		"id" : 703,
		"name" : "金州区",
		"pid" : 672
	}, {
		"id" : 702,
		"name" : "旅顺口区",
		"pid" : 672
	} ],
	2581 : [ {
		"id" : 2702,
		"name" : "永顺县",
		"pid" : 2581
	}, {
		"id" : 2699,
		"name" : "花垣县",
		"pid" : 2581
	}, {
		"id" : 2698,
		"name" : "凤凰县",
		"pid" : 2581
	}, {
		"id" : 2701,
		"name" : "古丈县",
		"pid" : 2581
	}, {
		"id" : 2703,
		"name" : "龙山县",
		"pid" : 2581
	}, {
		"id" : 2696,
		"name" : "吉首市",
		"pid" : 2581
	}, {
		"id" : 2700,
		"name" : "保靖县",
		"pid" : 2581
	}, {
		"id" : 2697,
		"name" : "泸溪县",
		"pid" : 2581
	} ],
	2580 : [ {
		"id" : 2694,
		"name" : "冷水江市",
		"pid" : 2580
	}, {
		"id" : 2695,
		"name" : "涟源市",
		"pid" : 2580
	}, {
		"id" : 2692,
		"name" : "双峰县",
		"pid" : 2580
	}, {
		"id" : 2691,
		"name" : "娄星区",
		"pid" : 2580
	}, {
		"id" : 2693,
		"name" : "新化县",
		"pid" : 2580
	} ],
	2577 : [ {
		"id" : 2658,
		"name" : "苏仙区",
		"pid" : 2577
	}, {
		"id" : 2664,
		"name" : "汝城县",
		"pid" : 2577
	}, {
		"id" : 2660,
		"name" : "宜章县",
		"pid" : 2577
	}, {
		"id" : 2657,
		"name" : "北湖区",
		"pid" : 2577
	}, {
		"id" : 2667,
		"name" : "资兴市",
		"pid" : 2577
	}, {
		"id" : 2661,
		"name" : "永兴县",
		"pid" : 2577
	}, {
		"id" : 2663,
		"name" : "临武县",
		"pid" : 2577
	}, {
		"id" : 2666,
		"name" : "安仁县",
		"pid" : 2577
	}, {
		"id" : 2665,
		"name" : "桂东县",
		"pid" : 2577
	}, {
		"id" : 2662,
		"name" : "嘉禾县",
		"pid" : 2577
	}, {
		"id" : 2659,
		"name" : "桂阳县",
		"pid" : 2577
	} ],
	2576 : [ {
		"id" : 2653,
		"name" : "南县",
		"pid" : 2576
	}, {
		"id" : 2651,
		"name" : "资阳区",
		"pid" : 2576
	}, {
		"id" : 2656,
		"name" : "沅江市",
		"pid" : 2576
	}, {
		"id" : 2655,
		"name" : "安化县",
		"pid" : 2576
	}, {
		"id" : 2654,
		"name" : "桃江县",
		"pid" : 2576
	}, {
		"id" : 2652,
		"name" : "赫山区",
		"pid" : 2576
	} ],
	2579 : [ {
		"id" : 2680,
		"name" : "中方县",
		"pid" : 2579
	}, {
		"id" : 2684,
		"name" : "会同县",
		"pid" : 2579
	}, {
		"id" : 2688,
		"name" : "靖州苗族侗族自治县",
		"pid" : 2579
	}, {
		"id" : 2690,
		"name" : "洪江市",
		"pid" : 2579
	}, {
		"id" : 2686,
		"name" : "新晃侗族自治县",
		"pid" : 2579
	}, {
		"id" : 2683,
		"name" : "溆浦县",
		"pid" : 2579
	}, {
		"id" : 2679,
		"name" : "鹤城区",
		"pid" : 2579
	}, {
		"id" : 2685,
		"name" : "麻阳苗族自治县",
		"pid" : 2579
	}, {
		"id" : 2681,
		"name" : "沅陵县",
		"pid" : 2579
	}, {
		"id" : 2687,
		"name" : "芷江侗族自治县",
		"pid" : 2579
	}, {
		"id" : 2682,
		"name" : "辰溪县",
		"pid" : 2579
	}, {
		"id" : 2689,
		"name" : "通道侗族自治县",
		"pid" : 2579
	} ],
	2578 : [ {
		"id" : 2673,
		"name" : "道县",
		"pid" : 2578
	}, {
		"id" : 2672,
		"name" : "双牌县",
		"pid" : 2578
	}, {
		"id" : 2668,
		"name" : "零陵区",
		"pid" : 2578
	}, {
		"id" : 2677,
		"name" : "新田县",
		"pid" : 2578
	}, {
		"id" : 2676,
		"name" : "蓝山县",
		"pid" : 2578
	}, {
		"id" : 2669,
		"name" : "冷水滩区",
		"pid" : 2578
	}, {
		"id" : 2678,
		"name" : "江华瑶族自治县",
		"pid" : 2578
	}, {
		"id" : 2674,
		"name" : "江永县",
		"pid" : 2578
	}, {
		"id" : 2675,
		"name" : "宁远县",
		"pid" : 2578
	}, {
		"id" : 2670,
		"name" : "祁阳县",
		"pid" : 2578
	}, {
		"id" : 2671,
		"name" : "东安县",
		"pid" : 2578
	} ],
	1741 : [ {
		"id" : 1754,
		"name" : "青云谱区",
		"pid" : 1741
	}, {
		"id" : 1753,
		"name" : "西湖区",
		"pid" : 1741
	}, {
		"id" : 1755,
		"name" : "湾里区",
		"pid" : 1741
	}, {
		"id" : 1757,
		"name" : "南昌县",
		"pid" : 1741
	}, {
		"id" : 1759,
		"name" : "安义县",
		"pid" : 1741
	}, {
		"id" : 1760,
		"name" : "进贤县",
		"pid" : 1741
	}, {
		"id" : 1756,
		"name" : "青山湖区",
		"pid" : 1741
	}, {
		"id" : 1758,
		"name" : "新建区",
		"pid" : 1741
	}, {
		"id" : 1752,
		"name" : "东湖区",
		"pid" : 1741
	} ],
	1743 : [ {
		"id" : 1766,
		"name" : "湘东区",
		"pid" : 1743
	}, {
		"id" : 1769,
		"name" : "芦溪县",
		"pid" : 1743
	}, {
		"id" : 1765,
		"name" : "安源区",
		"pid" : 1743
	}, {
		"id" : 1767,
		"name" : "莲花县",
		"pid" : 1743
	}, {
		"id" : 1768,
		"name" : "上栗县",
		"pid" : 1743
	} ],
	1742 : [ {
		"id" : 1761,
		"name" : "昌江区",
		"pid" : 1742
	}, {
		"id" : 1764,
		"name" : "乐平市",
		"pid" : 1742
	}, {
		"id" : 1762,
		"name" : "珠山区",
		"pid" : 1742
	}, {
		"id" : 1763,
		"name" : "浮梁县",
		"pid" : 1742
	} ],
	1744 : [ {
		"id" : 1781,
		"name" : "瑞昌市",
		"pid" : 1744
	}, {
		"id" : 1782,
		"name" : "共青城市",
		"pid" : 1744
	}, {
		"id" : 1771,
		"name" : "浔阳区",
		"pid" : 1744
	}, {
		"id" : 1772,
		"name" : "九江县",
		"pid" : 1744
	}, {
		"id" : 1773,
		"name" : "武宁县",
		"pid" : 1744
	}, {
		"id" : 1778,
		"name" : "都昌县",
		"pid" : 1744
	}, {
		"id" : 1779,
		"name" : "湖口县",
		"pid" : 1744
	}, {
		"id" : 1777,
		"name" : "庐山市",
		"pid" : 1744
	}, {
		"id" : 1776,
		"name" : "德安县",
		"pid" : 1744
	}, {
		"id" : 1780,
		"name" : "彭泽县",
		"pid" : 1744
	}, {
		"id" : 1775,
		"name" : "永修县",
		"pid" : 1744
	}, {
		"id" : 1774,
		"name" : "修水县",
		"pid" : 1744
	}, {
		"id" : 1770,
		"name" : "濂溪区",
		"pid" : 1744
	} ],
	1745 : [ {
		"id" : 1783,
		"name" : "渝水区",
		"pid" : 1745
	}, {
		"id" : 1784,
		"name" : "分宜县",
		"pid" : 1745
	} ],
	1746 : [ {
		"id" : 1786,
		"name" : "余江县",
		"pid" : 1746
	}, {
		"id" : 1785,
		"name" : "月湖区",
		"pid" : 1746
	}, {
		"id" : 1787,
		"name" : "贵溪市",
		"pid" : 1746
	} ],
	671 : [ {
		"id" : 685,
		"name" : "和平区",
		"pid" : 671
	}, {
		"id" : 690,
		"name" : "苏家屯区",
		"pid" : 671
	}, {
		"id" : 691,
		"name" : "浑南区",
		"pid" : 671
	}, {
		"id" : 695,
		"name" : "康平县",
		"pid" : 671
	}, {
		"id" : 693,
		"name" : "于洪区",
		"pid" : 671
	}, {
		"id" : 689,
		"name" : "铁西区",
		"pid" : 671
	}, {
		"id" : 687,
		"name" : "大东区",
		"pid" : 671
	}, {
		"id" : 694,
		"name" : "辽中区",
		"pid" : 671
	}, {
		"id" : 692,
		"name" : "沈北新区",
		"pid" : 671
	}, {
		"id" : 686,
		"name" : "沈河区",
		"pid" : 671
	}, {
		"id" : 688,
		"name" : "皇姑区",
		"pid" : 671
	}, {
		"id" : 696,
		"name" : "法库县",
		"pid" : 671
	}, {
		"id" : 697,
		"name" : "新民市",
		"pid" : 671
	} ],
	1747 : [ {
		"id" : 1804,
		"name" : "石城县",
		"pid" : 1747
	}, {
		"id" : 1803,
		"name" : "寻乌县",
		"pid" : 1747
	}, {
		"id" : 1799,
		"name" : "宁都县",
		"pid" : 1747
	}, {
		"id" : 1795,
		"name" : "安远县",
		"pid" : 1747
	}, {
		"id" : 1790,
		"name" : "赣县区",
		"pid" : 1747
	}, {
		"id" : 1800,
		"name" : "于都县",
		"pid" : 1747
	}, {
		"id" : 1796,
		"name" : "龙南县",
		"pid" : 1747
	}, {
		"id" : 1794,
		"name" : "崇义县",
		"pid" : 1747
	}, {
		"id" : 1801,
		"name" : "兴国县",
		"pid" : 1747
	}, {
		"id" : 1805,
		"name" : "瑞金市",
		"pid" : 1747
	}, {
		"id" : 1788,
		"name" : "章贡区",
		"pid" : 1747
	}, {
		"id" : 1791,
		"name" : "信丰县",
		"pid" : 1747
	}, {
		"id" : 1798,
		"name" : "全南县",
		"pid" : 1747
	}, {
		"id" : 1802,
		"name" : "会昌县",
		"pid" : 1747
	}, {
		"id" : 1792,
		"name" : "大余县",
		"pid" : 1747
	}, {
		"id" : 1797,
		"name" : "定南县",
		"pid" : 1747
	}, {
		"id" : 1789,
		"name" : "南康区",
		"pid" : 1747
	}, {
		"id" : 1793,
		"name" : "上犹县",
		"pid" : 1747
	} ],
	1748 : [ {
		"id" : 1809,
		"name" : "吉水县",
		"pid" : 1748
	}, {
		"id" : 1808,
		"name" : "吉安县",
		"pid" : 1748
	}, {
		"id" : 1812,
		"name" : "永丰县",
		"pid" : 1748
	}, {
		"id" : 1818,
		"name" : "井冈山市",
		"pid" : 1748
	}, {
		"id" : 1807,
		"name" : "青原区",
		"pid" : 1748
	}, {
		"id" : 1810,
		"name" : "峡江县",
		"pid" : 1748
	}, {
		"id" : 1815,
		"name" : "万安县",
		"pid" : 1748
	}, {
		"id" : 1814,
		"name" : "遂川县",
		"pid" : 1748
	}, {
		"id" : 1811,
		"name" : "新干县",
		"pid" : 1748
	}, {
		"id" : 1817,
		"name" : "永新县",
		"pid" : 1748
	}, {
		"id" : 1816,
		"name" : "安福县",
		"pid" : 1748
	}, {
		"id" : 1813,
		"name" : "泰和县",
		"pid" : 1748
	}, {
		"id" : 1806,
		"name" : "吉州区",
		"pid" : 1748
	} ],
	1749 : [ {
		"id" : 1823,
		"name" : "宜丰县",
		"pid" : 1749
	}, {
		"id" : 1828,
		"name" : "高安市",
		"pid" : 1749
	}, {
		"id" : 1826,
		"name" : "丰城市",
		"pid" : 1749
	}, {
		"id" : 1827,
		"name" : "樟树市",
		"pid" : 1749
	}, {
		"id" : 1825,
		"name" : "铜鼓县",
		"pid" : 1749
	}, {
		"id" : 1824,
		"name" : "靖安县",
		"pid" : 1749
	}, {
		"id" : 1819,
		"name" : "袁州区",
		"pid" : 1749
	}, {
		"id" : 1820,
		"name" : "奉新县",
		"pid" : 1749
	}, {
		"id" : 1821,
		"name" : "万载县",
		"pid" : 1749
	}, {
		"id" : 1822,
		"name" : "上高县",
		"pid" : 1749
	} ],
	1750 : [ {
		"id" : 1836,
		"name" : "金溪县",
		"pid" : 1750
	}, {
		"id" : 1833,
		"name" : "崇仁县",
		"pid" : 1750
	}, {
		"id" : 1831,
		"name" : "黎川县",
		"pid" : 1750
	}, {
		"id" : 1832,
		"name" : "南丰县",
		"pid" : 1750
	}, {
		"id" : 1835,
		"name" : "宜黄县",
		"pid" : 1750
	}, {
		"id" : 1829,
		"name" : "临川区",
		"pid" : 1750
	}, {
		"id" : 1839,
		"name" : "广昌县",
		"pid" : 1750
	}, {
		"id" : 1838,
		"name" : "东乡县",
		"pid" : 1750
	}, {
		"id" : 1837,
		"name" : "资溪县",
		"pid" : 1750
	}, {
		"id" : 1834,
		"name" : "乐安县",
		"pid" : 1750
	}, {
		"id" : 1830,
		"name" : "南城县",
		"pid" : 1750
	} ],
	1751 : [ {
		"id" : 1849,
		"name" : "万年县",
		"pid" : 1751
	}, {
		"id" : 1848,
		"name" : "鄱阳县",
		"pid" : 1751
	}, {
		"id" : 1851,
		"name" : "德兴市",
		"pid" : 1751
	}, {
		"id" : 1840,
		"name" : "信州区",
		"pid" : 1751
	}, {
		"id" : 1846,
		"name" : "弋阳县",
		"pid" : 1751
	}, {
		"id" : 1844,
		"name" : "铅山县",
		"pid" : 1751
	}, {
		"id" : 1847,
		"name" : "余干县",
		"pid" : 1751
	}, {
		"id" : 1845,
		"name" : "横峰县",
		"pid" : 1751
	}, {
		"id" : 1850,
		"name" : "婺源县",
		"pid" : 1751
	}, {
		"id" : 1841,
		"name" : "广丰区",
		"pid" : 1751
	}, {
		"id" : 1843,
		"name" : "玉山县",
		"pid" : 1751
	}, {
		"id" : 1842,
		"name" : "上饶县",
		"pid" : 1751
	} ],
	2572 : [ {
		"id" : 2621,
		"name" : "新邵县",
		"pid" : 2572
	}, {
		"id" : 2619,
		"name" : "北塔区",
		"pid" : 2572
	}, {
		"id" : 2617,
		"name" : "双清区",
		"pid" : 2572
	}, {
		"id" : 2622,
		"name" : "邵阳县",
		"pid" : 2572
	}, {
		"id" : 2620,
		"name" : "邵东县",
		"pid" : 2572
	}, {
		"id" : 2618,
		"name" : "大祥区",
		"pid" : 2572
	}, {
		"id" : 2628,
		"name" : "武冈市",
		"pid" : 2572
	}, {
		"id" : 2623,
		"name" : "隆回县",
		"pid" : 2572
	}, {
		"id" : 2627,
		"name" : "城步苗族自治县",
		"pid" : 2572
	}, {
		"id" : 2626,
		"name" : "新宁县",
		"pid" : 2572
	}, {
		"id" : 2625,
		"name" : "绥宁县",
		"pid" : 2572
	}, {
		"id" : 2624,
		"name" : "洞口县",
		"pid" : 2572
	} ],
	2573 : [ {
		"id" : 2633,
		"name" : "华容县",
		"pid" : 2573
	}, {
		"id" : 2636,
		"name" : "汨罗市",
		"pid" : 2573
	}, {
		"id" : 2634,
		"name" : "湘阴县",
		"pid" : 2573
	}, {
		"id" : 2632,
		"name" : "岳阳县",
		"pid" : 2573
	}, {
		"id" : 2637,
		"name" : "临湘市",
		"pid" : 2573
	}, {
		"id" : 2629,
		"name" : "岳阳楼区",
		"pid" : 2573
	}, {
		"id" : 2630,
		"name" : "云溪区",
		"pid" : 2573
	}, {
		"id" : 2631,
		"name" : "君山区",
		"pid" : 2573
	}, {
		"id" : 2635,
		"name" : "平江县",
		"pid" : 2573
	} ],
	2574 : [ {
		"id" : 2640,
		"name" : "安乡县",
		"pid" : 2574
	}, {
		"id" : 2645,
		"name" : "石门县",
		"pid" : 2574
	}, {
		"id" : 2638,
		"name" : "武陵区",
		"pid" : 2574
	}, {
		"id" : 2641,
		"name" : "汉寿县",
		"pid" : 2574
	}, {
		"id" : 2644,
		"name" : "桃源县",
		"pid" : 2574
	}, {
		"id" : 2642,
		"name" : "澧县",
		"pid" : 2574
	}, {
		"id" : 2643,
		"name" : "临澧县",
		"pid" : 2574
	}, {
		"id" : 2646,
		"name" : "津市市",
		"pid" : 2574
	}, {
		"id" : 2639,
		"name" : "鼎城区",
		"pid" : 2574
	} ],
	2575 : [ {
		"id" : 2648,
		"name" : "武陵源区",
		"pid" : 2575
	}, {
		"id" : 2649,
		"name" : "慈利县",
		"pid" : 2575
	}, {
		"id" : 2647,
		"name" : "永定区",
		"pid" : 2575
	}, {
		"id" : 2650,
		"name" : "桑植县",
		"pid" : 2575
	} ],
	2568 : [ {
		"id" : 2588,
		"name" : "长沙县",
		"pid" : 2568
	}, {
		"id" : 2583,
		"name" : "天心区",
		"pid" : 2568
	}, {
		"id" : 2590,
		"name" : "浏阳市",
		"pid" : 2568
	}, {
		"id" : 2584,
		"name" : "岳麓区",
		"pid" : 2568
	}, {
		"id" : 2587,
		"name" : "望城区",
		"pid" : 2568
	}, {
		"id" : 2585,
		"name" : "开福区",
		"pid" : 2568
	}, {
		"id" : 2582,
		"name" : "芙蓉区",
		"pid" : 2568
	}, {
		"id" : 2589,
		"name" : "宁乡县",
		"pid" : 2568
	}, {
		"id" : 2586,
		"name" : "雨花区",
		"pid" : 2568
	} ],
	2569 : [ {
		"id" : 2594,
		"name" : "天元区",
		"pid" : 2569
	}, {
		"id" : 2596,
		"name" : "攸县",
		"pid" : 2569
	}, {
		"id" : 2592,
		"name" : "芦淞区",
		"pid" : 2569
	}, {
		"id" : 2593,
		"name" : "石峰区",
		"pid" : 2569
	}, {
		"id" : 2591,
		"name" : "荷塘区",
		"pid" : 2569
	}, {
		"id" : 2595,
		"name" : "株洲县",
		"pid" : 2569
	}, {
		"id" : 2599,
		"name" : "醴陵市",
		"pid" : 2569
	}, {
		"id" : 2598,
		"name" : "炎陵县",
		"pid" : 2569
	}, {
		"id" : 2597,
		"name" : "茶陵县",
		"pid" : 2569
	} ],
	2570 : [ {
		"id" : 2602,
		"name" : "湘潭县",
		"pid" : 2570
	}, {
		"id" : 2603,
		"name" : "湘乡市",
		"pid" : 2570
	}, {
		"id" : 2601,
		"name" : "岳塘区",
		"pid" : 2570
	}, {
		"id" : 2600,
		"name" : "雨湖区",
		"pid" : 2570
	}, {
		"id" : 2604,
		"name" : "韶山市",
		"pid" : 2570
	} ],
	2571 : [ {
		"id" : 2615,
		"name" : "耒阳市",
		"pid" : 2571
	}, {
		"id" : 2616,
		"name" : "常宁市",
		"pid" : 2571
	}, {
		"id" : 2609,
		"name" : "南岳区",
		"pid" : 2571
	}, {
		"id" : 2612,
		"name" : "衡山县",
		"pid" : 2571
	}, {
		"id" : 2606,
		"name" : "雁峰区",
		"pid" : 2571
	}, {
		"id" : 2614,
		"name" : "祁东县",
		"pid" : 2571
	}, {
		"id" : 2613,
		"name" : "衡东县",
		"pid" : 2571
	}, {
		"id" : 2607,
		"name" : "石鼓区",
		"pid" : 2571
	}, {
		"id" : 2611,
		"name" : "衡南县",
		"pid" : 2571
	}, {
		"id" : 2610,
		"name" : "衡阳县",
		"pid" : 2571
	}, {
		"id" : 2608,
		"name" : "蒸湘区",
		"pid" : 2571
	}, {
		"id" : 2605,
		"name" : "珠晖区",
		"pid" : 2571
	} ],
	1152 : [{
		"id" : 1153,
		"name" : "黄浦区",
		"pid" : 1152
	}, {
		"id" : 1157,
		"name" : "普陀区",
		"pid" : 1152
	}, {
		"id" : 1166,
		"name" : "青浦区",
		"pid" : 1152
	}, {
		"id" : 1160,
		"name" : "闵行区",
		"pid" : 1152
	}, {
		"id" : 1161,
		"name" : "宝山区",
		"pid" : 1152
	}, {
		"id" : 1165,
		"name" : "松江区",
		"pid" : 1152
	}, {
		"id" : 1164,
		"name" : "金山区",
		"pid" : 1152
	}, {
		"id" : 1162,
		"name" : "嘉定区",
		"pid" : 1152
	}, {
		"id" : 1163,
		"name" : "浦东新区",
		"pid" : 1152
	}, {
		"id" : 1156,
		"name" : "静安区",
		"pid" : 1152
	}, {
		"id" : 1154,
		"name" : "徐汇区",
		"pid" : 1152
	}, {
		"id" : 1155,
		"name" : "长宁区",
		"pid" : 1152
	}, {
		"id" : 1159,
		"name" : "杨浦区",
		"pid" : 1152
	}, {
		"id" : 1167,
		"name" : "奉贤区",
		"pid" : 1152
	}, {
		"id" : 1158,
		"name" : "虹口区",
		"pid" : 1152
	}, {
		"id" : 1168,
		"name" : "崇明区",
		"pid" : 1152
	} ],
	3131 : [ {
		"id" : 3270,
		"name" : "理县",
		"pid" : 3131
	}, {
		"id" : 3276,
		"name" : "黑水县",
		"pid" : 3131
	}, {
		"id" : 3277,
		"name" : "马尔康市",
		"pid" : 3131
	}, {
		"id" : 3280,
		"name" : "若尔盖县",
		"pid" : 3131
	}, {
		"id" : 3274,
		"name" : "金川县",
		"pid" : 3131
	}, {
		"id" : 3272,
		"name" : "松潘县",
		"pid" : 3131
	}, {
		"id" : 3278,
		"name" : "壤塘县",
		"pid" : 3131
	}, {
		"id" : 3279,
		"name" : "阿坝县",
		"pid" : 3131
	}, {
		"id" : 3271,
		"name" : "茂县",
		"pid" : 3131
	}, {
		"id" : 3273,
		"name" : "九寨沟县",
		"pid" : 3131
	}, {
		"id" : 3275,
		"name" : "小金县",
		"pid" : 3131
	}, {
		"id" : 3269,
		"name" : "汶川县",
		"pid" : 3131
	}, {
		"id" : 3281,
		"name" : "红原县",
		"pid" : 3131
	} ],
	1187 : [ {
		"id" : 1229,
		"name" : "溧阳市",
		"pid" : 1187
	}, {
		"id" : 1228,
		"name" : "武进区",
		"pid" : 1187
	}, {
		"id" : 1227,
		"name" : "新北区",
		"pid" : 1187
	}, {
		"id" : 1225,
		"name" : "天宁区",
		"pid" : 1187
	}, {
		"id" : 1226,
		"name" : "钟楼区",
		"pid" : 1187
	}, {
		"id" : 1230,
		"name" : "金坛区",
		"pid" : 1187
	} ],
	2167 : [ {
		"id" : 2320,
		"name" : "正阳县",
		"pid" : 2167
	}, {
		"id" : 2317,
		"name" : "西平县",
		"pid" : 2167
	}, {
		"id" : 2318,
		"name" : "上蔡县",
		"pid" : 2167
	}, {
		"id" : 2323,
		"name" : "汝南县",
		"pid" : 2167
	}, {
		"id" : 2322,
		"name" : "泌阳县",
		"pid" : 2167
	}, {
		"id" : 2319,
		"name" : "平舆县",
		"pid" : 2167
	}, {
		"id" : 2316,
		"name" : "驿城区",
		"pid" : 2167
	}, {
		"id" : 2324,
		"name" : "遂平县",
		"pid" : 2167
	}, {
		"id" : 2321,
		"name" : "确山县",
		"pid" : 2167
	}, {
		"id" : 2325,
		"name" : "新蔡县",
		"pid" : 2167
	} ],
	3130 : [ {
		"id" : 3266,
		"name" : "雁江区",
		"pid" : 3130
	}, {
		"id" : 3267,
		"name" : "安岳县",
		"pid" : 3130
	}, {
		"id" : 3268,
		"name" : "乐至县",
		"pid" : 3130
	} ],
	1186 : [ {
		"id" : 1217,
		"name" : "贾汪区",
		"pid" : 1186
	}, {
		"id" : 1223,
		"name" : "新沂市",
		"pid" : 1186
	}, {
		"id" : 1215,
		"name" : "鼓楼区",
		"pid" : 1186
	}, {
		"id" : 1216,
		"name" : "云龙区",
		"pid" : 1186
	}, {
		"id" : 1221,
		"name" : "沛县",
		"pid" : 1186
	}, {
		"id" : 1220,
		"name" : "丰县",
		"pid" : 1186
	}, {
		"id" : 1224,
		"name" : "邳州市",
		"pid" : 1186
	}, {
		"id" : 1218,
		"name" : "泉山区",
		"pid" : 1186
	}, {
		"id" : 1219,
		"name" : "铜山区",
		"pid" : 1186
	}, {
		"id" : 1222,
		"name" : "睢宁县",
		"pid" : 1186
	} ],
	2166 : [ {
		"id" : 2315,
		"name" : "项城市",
		"pid" : 2166
	}, {
		"id" : 2308,
		"name" : "西华县",
		"pid" : 2166
	}, {
		"id" : 2307,
		"name" : "扶沟县",
		"pid" : 2166
	}, {
		"id" : 2310,
		"name" : "沈丘县",
		"pid" : 2166
	}, {
		"id" : 2309,
		"name" : "商水县",
		"pid" : 2166
	}, {
		"id" : 2311,
		"name" : "郸城县",
		"pid" : 2166
	}, {
		"id" : 2312,
		"name" : "淮阳县",
		"pid" : 2166
	}, {
		"id" : 2313,
		"name" : "太康县",
		"pid" : 2166
	}, {
		"id" : 2306,
		"name" : "川汇区",
		"pid" : 2166
	}, {
		"id" : 2314,
		"name" : "鹿邑县",
		"pid" : 2166
	} ],
	3129 : [ {
		"id" : 3264,
		"name" : "南江县",
		"pid" : 3129
	}, {
		"id" : 3262,
		"name" : "恩阳区",
		"pid" : 3129
	}, {
		"id" : 3265,
		"name" : "平昌县",
		"pid" : 3129
	}, {
		"id" : 3261,
		"name" : "巴州区",
		"pid" : 3129
	}, {
		"id" : 3263,
		"name" : "通江县",
		"pid" : 3129
	} ],
	1185 : [ {
		"id" : 1210,
		"name" : "锡山区",
		"pid" : 1185
	}, {
		"id" : 1211,
		"name" : "惠山区",
		"pid" : 1185
	}, {
		"id" : 1208,
		"name" : "梁溪区",
		"pid" : 1185
	}, {
		"id" : 1213,
		"name" : "江阴市",
		"pid" : 1185
	}, {
		"id" : 1209,
		"name" : "新吴区",
		"pid" : 1185
	}, {
		"id" : 1214,
		"name" : "宜兴市",
		"pid" : 1185
	}, {
		"id" : 1212,
		"name" : "滨湖区",
		"pid" : 1185
	} ],
	2165 : [ {
		"id" : 2299,
		"name" : "光山县",
		"pid" : 2165
	}, {
		"id" : 2298,
		"name" : "罗山县",
		"pid" : 2165
	}, {
		"id" : 2304,
		"name" : "淮滨县",
		"pid" : 2165
	}, {
		"id" : 2305,
		"name" : "息县",
		"pid" : 2165
	}, {
		"id" : 2296,
		"name" : "浉河区",
		"pid" : 2165
	}, {
		"id" : 2302,
		"name" : "固始县",
		"pid" : 2165
	}, {
		"id" : 2297,
		"name" : "平桥区",
		"pid" : 2165
	}, {
		"id" : 2303,
		"name" : "潢川县",
		"pid" : 2165
	}, {
		"id" : 2301,
		"name" : "商城县",
		"pid" : 2165
	}, {
		"id" : 2300,
		"name" : "新县",
		"pid" : 2165
	} ],
	3128 : [ {
		"id" : 3255,
		"name" : "荥经县",
		"pid" : 3128
	}, {
		"id" : 3254,
		"name" : "名山区",
		"pid" : 3128
	}, {
		"id" : 3253,
		"name" : "雨城区",
		"pid" : 3128
	}, {
		"id" : 3259,
		"name" : "芦山县",
		"pid" : 3128
	}, {
		"id" : 3258,
		"name" : "天全县",
		"pid" : 3128
	}, {
		"id" : 3260,
		"name" : "宝兴县",
		"pid" : 3128
	}, {
		"id" : 3256,
		"name" : "汉源县",
		"pid" : 3128
	}, {
		"id" : 3257,
		"name" : "石棉县",
		"pid" : 3128
	} ],
	1184 : [ {
		"id" : 1204,
		"name" : "江宁区",
		"pid" : 1184
	}, {
		"id" : 1198,
		"name" : "秦淮区",
		"pid" : 1184
	}, {
		"id" : 1200,
		"name" : "鼓楼区",
		"pid" : 1184
	}, {
		"id" : 1207,
		"name" : "高淳区",
		"pid" : 1184
	}, {
		"id" : 1199,
		"name" : "建邺区",
		"pid" : 1184
	}, {
		"id" : 1206,
		"name" : "溧水区",
		"pid" : 1184
	}, {
		"id" : 1203,
		"name" : "雨花台区",
		"pid" : 1184
	}, {
		"id" : 1201,
		"name" : "浦口区",
		"pid" : 1184
	}, {
		"id" : 1205,
		"name" : "六合区",
		"pid" : 1184
	}, {
		"id" : 1202,
		"name" : "栖霞区",
		"pid" : 1184
	}, {
		"id" : 1197,
		"name" : "玄武区",
		"pid" : 1184
	} ],
	2164 : [ {
		"id" : 2293,
		"name" : "虞城县",
		"pid" : 2164
	}, {
		"id" : 2294,
		"name" : "夏邑县",
		"pid" : 2164
	}, {
		"id" : 2288,
		"name" : "睢阳区",
		"pid" : 2164
	}, {
		"id" : 2291,
		"name" : "宁陵县",
		"pid" : 2164
	}, {
		"id" : 2290,
		"name" : "睢县",
		"pid" : 2164
	}, {
		"id" : 2289,
		"name" : "民权县",
		"pid" : 2164
	}, {
		"id" : 2287,
		"name" : "梁园区",
		"pid" : 2164
	}, {
		"id" : 2295,
		"name" : "永城市",
		"pid" : 2164
	}, {
		"id" : 2292,
		"name" : "柘城县",
		"pid" : 2164
	} ],
	1191 : [ {
		"id" : 1254,
		"name" : "清江浦区",
		"pid" : 1191
	}, {
		"id" : 1255,
		"name" : "淮安区",
		"pid" : 1191
	}, {
		"id" : 1256,
		"name" : "淮阴区",
		"pid" : 1191
	}, {
		"id" : 1259,
		"name" : "盱眙县",
		"pid" : 1191
	}, {
		"id" : 1257,
		"name" : "涟水县",
		"pid" : 1191
	}, {
		"id" : 1260,
		"name" : "金湖县",
		"pid" : 1191
	}, {
		"id" : 1258,
		"name" : "洪泽区",
		"pid" : 1191
	} ],
	2163 : [ {
		"id" : 2277,
		"name" : "方城县",
		"pid" : 2163
	}, {
		"id" : 2286,
		"name" : "邓州市",
		"pid" : 2163
	}, {
		"id" : 2282,
		"name" : "社旗县",
		"pid" : 2163
	}, {
		"id" : 2275,
		"name" : "卧龙区",
		"pid" : 2163
	}, {
		"id" : 2280,
		"name" : "内乡县",
		"pid" : 2163
	}, {
		"id" : 2285,
		"name" : "桐柏县",
		"pid" : 2163
	}, {
		"id" : 2284,
		"name" : "新野县",
		"pid" : 2163
	}, {
		"id" : 2283,
		"name" : "唐河县",
		"pid" : 2163
	}, {
		"id" : 2281,
		"name" : "淅川县",
		"pid" : 2163
	}, {
		"id" : 2274,
		"name" : "宛城区",
		"pid" : 2163
	}, {
		"id" : 2279,
		"name" : "镇平县",
		"pid" : 2163
	}, {
		"id" : 2276,
		"name" : "南召县",
		"pid" : 2163
	}, {
		"id" : 2278,
		"name" : "西峡县",
		"pid" : 2163
	} ],
	1190 : [ {
		"id" : 1250,
		"name" : "赣榆区",
		"pid" : 1190
	}, {
		"id" : 1249,
		"name" : "海州区",
		"pid" : 1190
	}, {
		"id" : 1251,
		"name" : "东海县",
		"pid" : 1190
	}, {
		"id" : 1253,
		"name" : "灌南县",
		"pid" : 1190
	}, {
		"id" : 1252,
		"name" : "灌云县",
		"pid" : 1190
	}, {
		"id" : 1248,
		"name" : "连云区",
		"pid" : 1190
	} ],
	2162 : [ {
		"id" : 2271,
		"name" : "卢氏县",
		"pid" : 2162
	}, {
		"id" : 2268,
		"name" : "湖滨区",
		"pid" : 2162
	}, {
		"id" : 2272,
		"name" : "义马市",
		"pid" : 2162
	}, {
		"id" : 2273,
		"name" : "灵宝市",
		"pid" : 2162
	}, {
		"id" : 2270,
		"name" : "渑池县",
		"pid" : 2162
	}, {
		"id" : 2269,
		"name" : "陕州区",
		"pid" : 2162
	} ],
	3133 : [ {
		"id" : 3305,
		"name" : "会东县",
		"pid" : 3133
	}, {
		"id" : 3314,
		"name" : "甘洛县",
		"pid" : 3133
	}, {
		"id" : 3302,
		"name" : "盐源县",
		"pid" : 3133
	}, {
		"id" : 3309,
		"name" : "金阳县",
		"pid" : 3133
	}, {
		"id" : 3316,
		"name" : "雷波县",
		"pid" : 3133
	}, {
		"id" : 3312,
		"name" : "冕宁县",
		"pid" : 3133
	}, {
		"id" : 3310,
		"name" : "昭觉县",
		"pid" : 3133
	}, {
		"id" : 3303,
		"name" : "德昌县",
		"pid" : 3133
	}, {
		"id" : 3307,
		"name" : "普格县",
		"pid" : 3133
	}, {
		"id" : 3313,
		"name" : "越西县",
		"pid" : 3133
	}, {
		"id" : 3311,
		"name" : "喜德县",
		"pid" : 3133
	}, {
		"id" : 3300,
		"name" : "西昌市",
		"pid" : 3133
	}, {
		"id" : 3315,
		"name" : "美姑县",
		"pid" : 3133
	}, {
		"id" : 3301,
		"name" : "木里藏族自治县",
		"pid" : 3133
	}, {
		"id" : 3304,
		"name" : "会理县",
		"pid" : 3133
	}, {
		"id" : 3308,
		"name" : "布拖县",
		"pid" : 3133
	}, {
		"id" : 3306,
		"name" : "宁南县",
		"pid" : 3133
	} ],
	1189 : [ {
		"id" : 1247,
		"name" : "海门市",
		"pid" : 1189
	}, {
		"id" : 1244,
		"name" : "如东县",
		"pid" : 1189
	}, {
		"id" : 1243,
		"name" : "海安县",
		"pid" : 1189
	}, {
		"id" : 1242,
		"name" : "通州区",
		"pid" : 1189
	}, {
		"id" : 1246,
		"name" : "如皋市",
		"pid" : 1189
	}, {
		"id" : 1245,
		"name" : "启东市",
		"pid" : 1189
	}, {
		"id" : 1241,
		"name" : "港闸区",
		"pid" : 1189
	}, {
		"id" : 1240,
		"name" : "崇川区",
		"pid" : 1189
	} ],
	2161 : [ {
		"id" : 2267,
		"name" : "临颍县",
		"pid" : 2161
	}, {
		"id" : 2263,
		"name" : "源汇区",
		"pid" : 2161
	}, {
		"id" : 2265,
		"name" : "召陵区",
		"pid" : 2161
	}, {
		"id" : 2264,
		"name" : "郾城区",
		"pid" : 2161
	}, {
		"id" : 2266,
		"name" : "舞阳县",
		"pid" : 2161
	} ],
	3132 : [ {
		"id" : 3297,
		"name" : "乡城县",
		"pid" : 3132
	}, {
		"id" : 3296,
		"name" : "巴塘县",
		"pid" : 3132
	}, {
		"id" : 3299,
		"name" : "得荣县",
		"pid" : 3132
	}, {
		"id" : 3282,
		"name" : "康定市",
		"pid" : 3132
	}, {
		"id" : 3287,
		"name" : "道孚县",
		"pid" : 3132
	}, {
		"id" : 3283,
		"name" : "泸定县",
		"pid" : 3132
	}, {
		"id" : 3298,
		"name" : "稻城县",
		"pid" : 3132
	}, {
		"id" : 3285,
		"name" : "九龙县",
		"pid" : 3132
	}, {
		"id" : 3286,
		"name" : "雅江县",
		"pid" : 3132
	}, {
		"id" : 3284,
		"name" : "丹巴县",
		"pid" : 3132
	}, {
		"id" : 3292,
		"name" : "白玉县",
		"pid" : 3132
	}, {
		"id" : 3294,
		"name" : "色达县",
		"pid" : 3132
	}, {
		"id" : 3289,
		"name" : "甘孜县",
		"pid" : 3132
	}, {
		"id" : 3293,
		"name" : "石渠县",
		"pid" : 3132
	}, {
		"id" : 3290,
		"name" : "新龙县",
		"pid" : 3132
	}, {
		"id" : 3288,
		"name" : "炉霍县",
		"pid" : 3132
	}, {
		"id" : 3291,
		"name" : "德格县",
		"pid" : 3132
	}, {
		"id" : 3295,
		"name" : "理塘县",
		"pid" : 3132
	} ],
	1188 : [ {
		"id" : 1234,
		"name" : "姑苏区",
		"pid" : 1188
	}, {
		"id" : 1237,
		"name" : "张家港市",
		"pid" : 1188
	}, {
		"id" : 1235,
		"name" : "吴江区",
		"pid" : 1188
	}, {
		"id" : 1239,
		"name" : "太仓市",
		"pid" : 1188
	}, {
		"id" : 1231,
		"name" : "虎丘区",
		"pid" : 1188
	}, {
		"id" : 1238,
		"name" : "昆山市",
		"pid" : 1188
	}, {
		"id" : 1236,
		"name" : "常熟市",
		"pid" : 1188
	}, {
		"id" : 1232,
		"name" : "吴中区",
		"pid" : 1188
	}, {
		"id" : 1233,
		"name" : "相城区",
		"pid" : 1188
	} ],
	2160 : [ {
		"id" : 2259,
		"name" : "鄢陵县",
		"pid" : 2160
	}, {
		"id" : 2257,
		"name" : "魏都区",
		"pid" : 2160
	}, {
		"id" : 2262,
		"name" : "长葛市",
		"pid" : 2160
	}, {
		"id" : 2258,
		"name" : "建安区",
		"pid" : 2160
	}, {
		"id" : 2261,
		"name" : "禹州市",
		"pid" : 2160
	}, {
		"id" : 2260,
		"name" : "襄城县",
		"pid" : 2160
	} ],
	3123 : [ {
		"id" : 3222,
		"name" : "西充县",
		"pid" : 3123
	}, {
		"id" : 3220,
		"name" : "蓬安县",
		"pid" : 3123
	}, {
		"id" : 3217,
		"name" : "嘉陵区",
		"pid" : 3123
	}, {
		"id" : 3219,
		"name" : "营山县",
		"pid" : 3123
	}, {
		"id" : 3216,
		"name" : "高坪区",
		"pid" : 3123
	}, {
		"id" : 3223,
		"name" : "阆中市",
		"pid" : 3123
	}, {
		"id" : 3221,
		"name" : "仪陇县",
		"pid" : 3123
	}, {
		"id" : 3218,
		"name" : "南部县",
		"pid" : 3123
	}, {
		"id" : 3215,
		"name" : "顺庆区",
		"pid" : 3123
	} ],
	1195 : [ {
		"id" : 1287,
		"name" : "泰兴市",
		"pid" : 1195
	}, {
		"id" : 1283,
		"name" : "高港区",
		"pid" : 1195
	}, {
		"id" : 1284,
		"name" : "姜堰区",
		"pid" : 1195
	}, {
		"id" : 1282,
		"name" : "海陵区",
		"pid" : 1195
	}, {
		"id" : 1286,
		"name" : "靖江市",
		"pid" : 1195
	}, {
		"id" : 1285,
		"name" : "兴化市",
		"pid" : 1195
	} ],
	3122 : [ {
		"id" : 3211,
		"name" : "沐川县",
		"pid" : 3122
	}, {
		"id" : 3206,
		"name" : "五通桥区",
		"pid" : 3122
	}, {
		"id" : 3212,
		"name" : "峨边彝族自治县",
		"pid" : 3122
	}, {
		"id" : 3209,
		"name" : "井研县",
		"pid" : 3122
	}, {
		"id" : 3207,
		"name" : "金口河区",
		"pid" : 3122
	}, {
		"id" : 3205,
		"name" : "沙湾区",
		"pid" : 3122
	}, {
		"id" : 3214,
		"name" : "峨眉山市",
		"pid" : 3122
	}, {
		"id" : 3213,
		"name" : "马边彝族自治县",
		"pid" : 3122
	}, {
		"id" : 3208,
		"name" : "犍为县",
		"pid" : 3122
	}, {
		"id" : 3210,
		"name" : "夹江县",
		"pid" : 3122
	}, {
		"id" : 3204,
		"name" : "市中区",
		"pid" : 3122
	} ],
	1194 : [ {
		"id" : 1278,
		"name" : "丹徒区",
		"pid" : 1194
	}, {
		"id" : 1279,
		"name" : "丹阳市",
		"pid" : 1194
	}, {
		"id" : 1277,
		"name" : "润州区",
		"pid" : 1194
	}, {
		"id" : 1280,
		"name" : "扬中市",
		"pid" : 1194
	}, {
		"id" : 1281,
		"name" : "句容市",
		"pid" : 1194
	}, {
		"id" : 1276,
		"name" : "京口区",
		"pid" : 1194
	} ],
	3121 : [ {
		"id" : 3202,
		"name" : "资中县",
		"pid" : 3121
	}, {
		"id" : 3200,
		"name" : "东兴区",
		"pid" : 3121
	}, {
		"id" : 3203,
		"name" : "隆昌县",
		"pid" : 3121
	}, {
		"id" : 3201,
		"name" : "威远县",
		"pid" : 3121
	}, {
		"id" : 3199,
		"name" : "市中区",
		"pid" : 3121
	} ],
	1193 : [ {
		"id" : 1274,
		"name" : "仪征市",
		"pid" : 1193
	}, {
		"id" : 1271,
		"name" : "邗江区",
		"pid" : 1193
	}, {
		"id" : 1275,
		"name" : "高邮市",
		"pid" : 1193
	}, {
		"id" : 1272,
		"name" : "江都区",
		"pid" : 1193
	}, {
		"id" : 1273,
		"name" : "宝应县",
		"pid" : 1193
	}, {
		"id" : 1270,
		"name" : "广陵区",
		"pid" : 1193
	} ],
	3120 : [ {
		"id" : 3197,
		"name" : "射洪县",
		"pid" : 3120
	}, {
		"id" : 3194,
		"name" : "船山区",
		"pid" : 3120
	}, {
		"id" : 3196,
		"name" : "蓬溪县",
		"pid" : 3120
	}, {
		"id" : 3198,
		"name" : "大英县",
		"pid" : 3120
	}, {
		"id" : 3195,
		"name" : "安居区",
		"pid" : 3120
	} ],
	1192 : [ {
		"id" : 1266,
		"name" : "射阳县",
		"pid" : 1192
	}, {
		"id" : 1264,
		"name" : "滨海县",
		"pid" : 1192
	}, {
		"id" : 1267,
		"name" : "建湖县",
		"pid" : 1192
	}, {
		"id" : 1269,
		"name" : "大丰区",
		"pid" : 1192
	}, {
		"id" : 1263,
		"name" : "响水县",
		"pid" : 1192
	}, {
		"id" : 1261,
		"name" : "亭湖区",
		"pid" : 1192
	}, {
		"id" : 1262,
		"name" : "盐都区",
		"pid" : 1192
	}, {
		"id" : 1268,
		"name" : "东台市",
		"pid" : 1192
	}, {
		"id" : 1265,
		"name" : "阜宁县",
		"pid" : 1192
	} ],
	3127 : [ {
		"id" : 3247,
		"name" : "达川区",
		"pid" : 3127
	}, {
		"id" : 3250,
		"name" : "大竹县",
		"pid" : 3127
	}, {
		"id" : 3248,
		"name" : "宣汉县",
		"pid" : 3127
	}, {
		"id" : 3246,
		"name" : "通川区",
		"pid" : 3127
	}, {
		"id" : 3252,
		"name" : "万源市",
		"pid" : 3127
	}, {
		"id" : 3251,
		"name" : "渠县",
		"pid" : 3127
	}, {
		"id" : 3249,
		"name" : "开江县",
		"pid" : 3127
	} ],
	3126 : [ {
		"id" : 3245,
		"name" : "华蓥市",
		"pid" : 3126
	}, {
		"id" : 3243,
		"name" : "武胜县",
		"pid" : 3126
	}, {
		"id" : 3240,
		"name" : "广安区",
		"pid" : 3126
	}, {
		"id" : 3242,
		"name" : "岳池县",
		"pid" : 3126
	}, {
		"id" : 3244,
		"name" : "邻水县",
		"pid" : 3126
	}, {
		"id" : 3241,
		"name" : "前锋区",
		"pid" : 3126
	} ],
	3125 : [ {
		"id" : 3238,
		"name" : "兴文县",
		"pid" : 3125
	}, {
		"id" : 3237,
		"name" : "筠连县",
		"pid" : 3125
	}, {
		"id" : 3233,
		"name" : "江安县",
		"pid" : 3125
	}, {
		"id" : 3232,
		"name" : "宜宾县",
		"pid" : 3125
	}, {
		"id" : 3236,
		"name" : "珙县",
		"pid" : 3125
	}, {
		"id" : 3231,
		"name" : "南溪区",
		"pid" : 3125
	}, {
		"id" : 3239,
		"name" : "屏山县",
		"pid" : 3125
	}, {
		"id" : 3234,
		"name" : "长宁县",
		"pid" : 3125
	}, {
		"id" : 3235,
		"name" : "高县",
		"pid" : 3125
	}, {
		"id" : 3230,
		"name" : "翠屏区",
		"pid" : 3125
	} ],
	3124 : [ {
		"id" : 3224,
		"name" : "东坡区",
		"pid" : 3124
	}, {
		"id" : 3229,
		"name" : "青神县",
		"pid" : 3124
	}, {
		"id" : 3226,
		"name" : "仁寿县",
		"pid" : 3124
	}, {
		"id" : 3227,
		"name" : "洪雅县",
		"pid" : 3124
	}, {
		"id" : 3225,
		"name" : "彭山区",
		"pid" : 3124
	}, {
		"id" : 3228,
		"name" : "丹棱县",
		"pid" : 3124
	} ],
	1196 : [ {
		"id" : 1291,
		"name" : "泗阳县",
		"pid" : 1196
	}, {
		"id" : 1289,
		"name" : "宿豫区",
		"pid" : 1196
	}, {
		"id" : 1288,
		"name" : "宿城区",
		"pid" : 1196
	}, {
		"id" : 1292,
		"name" : "泗洪县",
		"pid" : 1196
	}, {
		"id" : 1290,
		"name" : "沭阳县",
		"pid" : 1196
	} ],
	3114 : [ {
		"id" : 3156,
		"name" : "大安区",
		"pid" : 3114
	}, {
		"id" : 3155,
		"name" : "贡井区",
		"pid" : 3114
	}, {
		"id" : 3154,
		"name" : "自流井区",
		"pid" : 3114
	}, {
		"id" : 3157,
		"name" : "沿滩区",
		"pid" : 3114
	}, {
		"id" : 3158,
		"name" : "荣县",
		"pid" : 3114
	}, {
		"id" : 3159,
		"name" : "富顺县",
		"pid" : 3114
	} ],
	3115 : [ {
		"id" : 3160,
		"name" : "东区",
		"pid" : 3115
	}, {
		"id" : 3161,
		"name" : "西区",
		"pid" : 3115
	}, {
		"id" : 3162,
		"name" : "仁和区",
		"pid" : 3115
	}, {
		"id" : 3163,
		"name" : "米易县",
		"pid" : 3115
	}, {
		"id" : 3164,
		"name" : "盐边县",
		"pid" : 3115
	} ],
	2151 : [ {
		"id" : 2176,
		"name" : "巩义市",
		"pid" : 2151
	}, {
		"id" : 2179,
		"name" : "新郑市",
		"pid" : 2151
	}, {
		"id" : 2178,
		"name" : "新密市",
		"pid" : 2151
	}, {
		"id" : 2171,
		"name" : "管城回族区",
		"pid" : 2151
	}, {
		"id" : 2172,
		"name" : "金水区",
		"pid" : 2151
	}, {
		"id" : 2173,
		"name" : "上街区",
		"pid" : 2151
	}, {
		"id" : 2177,
		"name" : "荥阳市",
		"pid" : 2151
	}, {
		"id" : 2175,
		"name" : "中牟县",
		"pid" : 2151
	}, {
		"id" : 2170,
		"name" : "二七区",
		"pid" : 2151
	}, {
		"id" : 2169,
		"name" : "中原区",
		"pid" : 2151
	}, {
		"id" : 2180,
		"name" : "登封市",
		"pid" : 2151
	}, {
		"id" : 2174,
		"name" : "惠济区",
		"pid" : 2151
	} ],
	3113 : [ {
		"id" : 3136,
		"name" : "金牛区",
		"pid" : 3113
	}, {
		"id" : 3142,
		"name" : "温江区",
		"pid" : 3113
	}, {
		"id" : 3146,
		"name" : "大邑县",
		"pid" : 3113
	}, {
		"id" : 3149,
		"name" : "简阳市",
		"pid" : 3113
	}, {
		"id" : 3144,
		"name" : "双流区",
		"pid" : 3113
	}, {
		"id" : 3134,
		"name" : "锦江区",
		"pid" : 3113
	}, {
		"id" : 3153,
		"name" : "崇州市",
		"pid" : 3113
	}, {
		"id" : 3150,
		"name" : "都江堰市",
		"pid" : 3113
	}, {
		"id" : 3145,
		"name" : "郫都区",
		"pid" : 3113
	}, {
		"id" : 3152,
		"name" : "邛崃市",
		"pid" : 3113
	}, {
		"id" : 3151,
		"name" : "彭州市",
		"pid" : 3113
	}, {
		"id" : 3138,
		"name" : "成华区",
		"pid" : 3113
	}, {
		"id" : 3140,
		"name" : "青白江区",
		"pid" : 3113
	}, {
		"id" : 3137,
		"name" : "武侯区",
		"pid" : 3113
	}, {
		"id" : 3147,
		"name" : "蒲江县",
		"pid" : 3113
	}, {
		"id" : 3135,
		"name" : "青羊区",
		"pid" : 3113
	}, {
		"id" : 3141,
		"name" : "新都区",
		"pid" : 3113
	}, {
		"id" : 3148,
		"name" : "新津县",
		"pid" : 3113
	}, {
		"id" : 3139,
		"name" : "龙泉驿区",
		"pid" : 3113
	}, {
		"id" : 3143,
		"name" : "金堂县",
		"pid" : 3113
	} ],
	3118 : [ {
		"id" : 3178,
		"name" : "涪城区",
		"pid" : 3118
	}, {
		"id" : 3185,
		"name" : "平武县",
		"pid" : 3118
	}, {
		"id" : 3184,
		"name" : "北川羌族自治县",
		"pid" : 3118
	}, {
		"id" : 3180,
		"name" : "三台县",
		"pid" : 3118
	}, {
		"id" : 3181,
		"name" : "盐亭县",
		"pid" : 3118
	}, {
		"id" : 3186,
		"name" : "江油市",
		"pid" : 3118
	}, {
		"id" : 3183,
		"name" : "梓潼县",
		"pid" : 3118
	}, {
		"id" : 3182,
		"name" : "安州区",
		"pid" : 3118
	}, {
		"id" : 3179,
		"name" : "游仙区",
		"pid" : 3118
	} ],
	3119 : [ {
		"id" : 3188,
		"name" : "昭化区",
		"pid" : 3119
	}, {
		"id" : 3189,
		"name" : "朝天区",
		"pid" : 3119
	}, {
		"id" : 3193,
		"name" : "苍溪县",
		"pid" : 3119
	}, {
		"id" : 3187,
		"name" : "利州区",
		"pid" : 3119
	}, {
		"id" : 3192,
		"name" : "剑阁县",
		"pid" : 3119
	}, {
		"id" : 3191,
		"name" : "青川县",
		"pid" : 3119
	}, {
		"id" : 3190,
		"name" : "旺苍县",
		"pid" : 3119
	} ],
	3116 : [ {
		"id" : 3167,
		"name" : "龙马潭区",
		"pid" : 3116
	}, {
		"id" : 3165,
		"name" : "江阳区",
		"pid" : 3116
	}, {
		"id" : 3170,
		"name" : "叙永县",
		"pid" : 3116
	}, {
		"id" : 3168,
		"name" : "泸县",
		"pid" : 3116
	}, {
		"id" : 3171,
		"name" : "古蔺县",
		"pid" : 3116
	}, {
		"id" : 3169,
		"name" : "合江县",
		"pid" : 3116
	}, {
		"id" : 3166,
		"name" : "纳溪区",
		"pid" : 3116
	} ],
	3117 : [ {
		"id" : 3175,
		"name" : "广汉市",
		"pid" : 3117
	}, {
		"id" : 3173,
		"name" : "中江县",
		"pid" : 3117
	}, {
		"id" : 3172,
		"name" : "旌阳区",
		"pid" : 3117
	}, {
		"id" : 3177,
		"name" : "绵竹市",
		"pid" : 3117
	}, {
		"id" : 3176,
		"name" : "什邡市",
		"pid" : 3117
	}, {
		"id" : 3174,
		"name" : "罗江县",
		"pid" : 3117
	} ],
	2158 : [ {
		"id" : 2243,
		"name" : "马村区",
		"pid" : 2158
	}, {
		"id" : 2244,
		"name" : "山阳区",
		"pid" : 2158
	}, {
		"id" : 2245,
		"name" : "修武县",
		"pid" : 2158
	}, {
		"id" : 2250,
		"name" : "孟州市",
		"pid" : 2158
	}, {
		"id" : 2247,
		"name" : "武陟县",
		"pid" : 2158
	}, {
		"id" : 2241,
		"name" : "解放区",
		"pid" : 2158
	}, {
		"id" : 2249,
		"name" : "沁阳市",
		"pid" : 2158
	}, {
		"id" : 2242,
		"name" : "中站区",
		"pid" : 2158
	}, {
		"id" : 2248,
		"name" : "温县",
		"pid" : 2158
	}, {
		"id" : 2246,
		"name" : "博爱县",
		"pid" : 2158
	} ],
	2159 : [ {
		"id" : 2256,
		"name" : "濮阳县",
		"pid" : 2159
	}, {
		"id" : 2255,
		"name" : "台前县",
		"pid" : 2159
	}, {
		"id" : 2251,
		"name" : "华龙区",
		"pid" : 2159
	}, {
		"id" : 2252,
		"name" : "清丰县",
		"pid" : 2159
	}, {
		"id" : 2254,
		"name" : "范县",
		"pid" : 2159
	}, {
		"id" : 2253,
		"name" : "南乐县",
		"pid" : 2159
	} ],
	2156 : [ {
		"id" : 2224,
		"name" : "鹤山区",
		"pid" : 2156
	}, {
		"id" : 2225,
		"name" : "山城区",
		"pid" : 2156
	}, {
		"id" : 2227,
		"name" : "浚县",
		"pid" : 2156
	}, {
		"id" : 2226,
		"name" : "淇滨区",
		"pid" : 2156
	}, {
		"id" : 2228,
		"name" : "淇县",
		"pid" : 2156
	} ],
	2157 : [ {
		"id" : 2236,
		"name" : "延津县",
		"pid" : 2157
	}, {
		"id" : 2232,
		"name" : "牧野区",
		"pid" : 2157
	}, {
		"id" : 2240,
		"name" : "辉县市",
		"pid" : 2157
	}, {
		"id" : 2231,
		"name" : "凤泉区",
		"pid" : 2157
	}, {
		"id" : 2235,
		"name" : "原阳县",
		"pid" : 2157
	}, {
		"id" : 2238,
		"name" : "长垣县",
		"pid" : 2157
	}, {
		"id" : 2237,
		"name" : "封丘县",
		"pid" : 2157
	}, {
		"id" : 2229,
		"name" : "红旗区",
		"pid" : 2157
	}, {
		"id" : 2233,
		"name" : "新乡县",
		"pid" : 2157
	}, {
		"id" : 2230,
		"name" : "卫滨区",
		"pid" : 2157
	}, {
		"id" : 2239,
		"name" : "卫辉市",
		"pid" : 2157
	}, {
		"id" : 2234,
		"name" : "获嘉县",
		"pid" : 2157
	} ],
	2154 : [ {
		"id" : 2207,
		"name" : "石龙区",
		"pid" : 2154
	}, {
		"id" : 2211,
		"name" : "鲁山县",
		"pid" : 2154
	}, {
		"id" : 2209,
		"name" : "宝丰县",
		"pid" : 2154
	}, {
		"id" : 2206,
		"name" : "卫东区",
		"pid" : 2154
	}, {
		"id" : 2214,
		"name" : "汝州市",
		"pid" : 2154
	}, {
		"id" : 2205,
		"name" : "新华区",
		"pid" : 2154
	}, {
		"id" : 2212,
		"name" : "郏县",
		"pid" : 2154
	}, {
		"id" : 2213,
		"name" : "舞钢市",
		"pid" : 2154
	}, {
		"id" : 2208,
		"name" : "湛河区",
		"pid" : 2154
	}, {
		"id" : 2210,
		"name" : "叶县",
		"pid" : 2154
	} ],
	2155 : [ {
		"id" : 2217,
		"name" : "殷都区",
		"pid" : 2155
	}, {
		"id" : 2223,
		"name" : "林州市",
		"pid" : 2155
	}, {
		"id" : 2221,
		"name" : "滑县",
		"pid" : 2155
	}, {
		"id" : 2220,
		"name" : "汤阴县",
		"pid" : 2155
	}, {
		"id" : 2215,
		"name" : "文峰区",
		"pid" : 2155
	}, {
		"id" : 2219,
		"name" : "安阳县",
		"pid" : 2155
	}, {
		"id" : 2216,
		"name" : "北关区",
		"pid" : 2155
	}, {
		"id" : 2218,
		"name" : "龙安区",
		"pid" : 2155
	}, {
		"id" : 2222,
		"name" : "内黄县",
		"pid" : 2155
	} ],
	2152 : [ {
		"id" : 2187,
		"name" : "通许县",
		"pid" : 2152
	}, {
		"id" : 2188,
		"name" : "尉氏县",
		"pid" : 2152
	}, {
		"id" : 2185,
		"name" : "祥符区",
		"pid" : 2152
	}, {
		"id" : 2182,
		"name" : "顺河回族区",
		"pid" : 2152
	}, {
		"id" : 2189,
		"name" : "兰考县",
		"pid" : 2152
	}, {
		"id" : 2183,
		"name" : "鼓楼区",
		"pid" : 2152
	}, {
		"id" : 2184,
		"name" : "禹王台区",
		"pid" : 2152
	}, {
		"id" : 2186,
		"name" : "杞县",
		"pid" : 2152
	}, {
		"id" : 2181,
		"name" : "龙亭区",
		"pid" : 2152
	} ],
	2153 : [ {
		"id" : 2193,
		"name" : "涧西区",
		"pid" : 2153
	}, {
		"id" : 2202,
		"name" : "洛宁县",
		"pid" : 2153
	}, {
		"id" : 2190,
		"name" : "老城区",
		"pid" : 2153
	}, {
		"id" : 2194,
		"name" : "吉利区",
		"pid" : 2153
	}, {
		"id" : 2199,
		"name" : "嵩县",
		"pid" : 2153
	}, {
		"id" : 2192,
		"name" : "瀍河回族区",
		"pid" : 2153
	}, {
		"id" : 2191,
		"name" : "西工区",
		"pid" : 2153
	}, {
		"id" : 2198,
		"name" : "栾川县",
		"pid" : 2153
	}, {
		"id" : 2195,
		"name" : "洛龙区",
		"pid" : 2153
	}, {
		"id" : 2204,
		"name" : "偃师市",
		"pid" : 2153
	}, {
		"id" : 2200,
		"name" : "汝阳县",
		"pid" : 2153
	}, {
		"id" : 2197,
		"name" : "新安县",
		"pid" : 2153
	}, {
		"id" : 2203,
		"name" : "伊川县",
		"pid" : 2153
	}, {
		"id" : 2196,
		"name" : "孟津县",
		"pid" : 2153
	}, {
		"id" : 2201,
		"name" : "宜阳县",
		"pid" : 2153
	} ],
	3527 : [ {
		"id" : 3565,
		"name" : "江川区",
		"pid" : 3527
	}, {
		"id" : 3572,
		"name" : "元江哈尼族彝族傣族自治县",
		"pid" : 3527
	}, {
		"id" : 3571,
		"name" : "新平彝族傣族自治县",
		"pid" : 3527
	}, {
		"id" : 3569,
		"name" : "易门县",
		"pid" : 3527
	}, {
		"id" : 3566,
		"name" : "澄江县",
		"pid" : 3527
	}, {
		"id" : 3564,
		"name" : "红塔区",
		"pid" : 3527
	}, {
		"id" : 3567,
		"name" : "通海县",
		"pid" : 3527
	}, {
		"id" : 3568,
		"name" : "华宁县",
		"pid" : 3527
	}, {
		"id" : 3570,
		"name" : "峨山彝族自治县",
		"pid" : 3527
	} ],
	3526 : [ {
		"id" : 3559,
		"name" : "罗平县",
		"pid" : 3526
	}, {
		"id" : 3557,
		"name" : "陆良县",
		"pid" : 3526
	}, {
		"id" : 3561,
		"name" : "会泽县",
		"pid" : 3526
	}, {
		"id" : 3560,
		"name" : "富源县",
		"pid" : 3526
	}, {
		"id" : 3558,
		"name" : "师宗县",
		"pid" : 3526
	}, {
		"id" : 3556,
		"name" : "马龙县",
		"pid" : 3526
	}, {
		"id" : 3555,
		"name" : "麒麟区",
		"pid" : 3526
	}, {
		"id" : 3563,
		"name" : "宣威市",
		"pid" : 3526
	}, {
		"id" : 3562,
		"name" : "沾益区",
		"pid" : 3526
	} ],
	820 : [ {
		"id" : 876,
		"name" : "珲春市",
		"pid" : 820
	}, {
		"id" : 875,
		"name" : "敦化市",
		"pid" : 820
	}, {
		"id" : 879,
		"name" : "汪清县",
		"pid" : 820
	}, {
		"id" : 877,
		"name" : "龙井市",
		"pid" : 820
	}, {
		"id" : 878,
		"name" : "和龙市",
		"pid" : 820
	}, {
		"id" : 873,
		"name" : "延吉市",
		"pid" : 820
	}, {
		"id" : 874,
		"name" : "图们市",
		"pid" : 820
	}, {
		"id" : 880,
		"name" : "安图县",
		"pid" : 820
	} ],
	4067 : [ {
		"id" : 4088,
		"name" : "榆中县",
		"pid" : 4067
	}, {
		"id" : 4087,
		"name" : "皋兰县",
		"pid" : 4067
	}, {
		"id" : 4086,
		"name" : "永登县",
		"pid" : 4067
	}, {
		"id" : 4082,
		"name" : "七里河区",
		"pid" : 4067
	}, {
		"id" : 4084,
		"name" : "安宁区",
		"pid" : 4067
	}, {
		"id" : 4085,
		"name" : "红古区",
		"pid" : 4067
	}, {
		"id" : 4081,
		"name" : "城关区",
		"pid" : 4067
	}, {
		"id" : 4083,
		"name" : "西固区",
		"pid" : 4067
	} ],
	3525 : [ {
		"id" : 3542,
		"name" : "盘龙区",
		"pid" : 3525
	}, {
		"id" : 3543,
		"name" : "官渡区",
		"pid" : 3525
	}, {
		"id" : 3550,
		"name" : "石林彝族自治县",
		"pid" : 3525
	}, {
		"id" : 3545,
		"name" : "东川区",
		"pid" : 3525
	}, {
		"id" : 3547,
		"name" : "晋宁区",
		"pid" : 3525
	}, {
		"id" : 3552,
		"name" : "禄劝彝族苗族自治县",
		"pid" : 3525
	}, {
		"id" : 3546,
		"name" : "呈贡区",
		"pid" : 3525
	}, {
		"id" : 3541,
		"name" : "五华区",
		"pid" : 3525
	}, {
		"id" : 3551,
		"name" : "嵩明县",
		"pid" : 3525
	}, {
		"id" : 3553,
		"name" : "寻甸回族彝族自治县",
		"pid" : 3525
	}, {
		"id" : 3548,
		"name" : "富民县",
		"pid" : 3525
	}, {
		"id" : 3554,
		"name" : "安宁市",
		"pid" : 3525
	}, {
		"id" : 3544,
		"name" : "西山区",
		"pid" : 3525
	}, {
		"id" : 3549,
		"name" : "宜良县",
		"pid" : 3525
	} ],
	4069 : [ {
		"id" : 4089,
		"name" : "金川区",
		"pid" : 4069
	}, {
		"id" : 4090,
		"name" : "永昌县",
		"pid" : 4069
	} ],
	817 : [ {
		"id" : 861,
		"name" : "长白朝鲜族自治县",
		"pid" : 817
	}, {
		"id" : 858,
		"name" : "江源区",
		"pid" : 817
	}, {
		"id" : 859,
		"name" : "抚松县",
		"pid" : 817
	}, {
		"id" : 857,
		"name" : "浑江区",
		"pid" : 817
	}, {
		"id" : 862,
		"name" : "临江市",
		"pid" : 817
	}, {
		"id" : 860,
		"name" : "靖宇县",
		"pid" : 817
	} ],
	816 : [ {
		"id" : 853,
		"name" : "辉南县",
		"pid" : 816
	}, {
		"id" : 851,
		"name" : "二道江区",
		"pid" : 816
	}, {
		"id" : 856,
		"name" : "集安市",
		"pid" : 816
	}, {
		"id" : 852,
		"name" : "通化县",
		"pid" : 816
	}, {
		"id" : 855,
		"name" : "梅河口市",
		"pid" : 816
	}, {
		"id" : 854,
		"name" : "柳河县",
		"pid" : 816
	}, {
		"id" : 850,
		"name" : "东昌区",
		"pid" : 816
	} ],
	4071 : [ {
		"id" : 4101,
		"name" : "武山县",
		"pid" : 4071
	}, {
		"id" : 4100,
		"name" : "甘谷县",
		"pid" : 4071
	}, {
		"id" : 4098,
		"name" : "清水县",
		"pid" : 4071
	}, {
		"id" : 4099,
		"name" : "秦安县",
		"pid" : 4071
	}, {
		"id" : 4102,
		"name" : "张家川回族自治县",
		"pid" : 4071
	}, {
		"id" : 4097,
		"name" : "麦积区",
		"pid" : 4071
	}, {
		"id" : 4096,
		"name" : "秦州区",
		"pid" : 4071
	} ],
	819 : [ {
		"id" : 868,
		"name" : "洮北区",
		"pid" : 819
	}, {
		"id" : 872,
		"name" : "大安市",
		"pid" : 819
	}, {
		"id" : 869,
		"name" : "镇赉县",
		"pid" : 819
	}, {
		"id" : 871,
		"name" : "洮南市",
		"pid" : 819
	}, {
		"id" : 870,
		"name" : "通榆县",
		"pid" : 819
	} ],
	4070 : [ {
		"id" : 4093,
		"name" : "靖远县",
		"pid" : 4070
	}, {
		"id" : 4094,
		"name" : "会宁县",
		"pid" : 4070
	}, {
		"id" : 4092,
		"name" : "平川区",
		"pid" : 4070
	}, {
		"id" : 4095,
		"name" : "景泰县",
		"pid" : 4070
	}, {
		"id" : 4091,
		"name" : "白银区",
		"pid" : 4070
	} ],
	818 : [ {
		"id" : 863,
		"name" : "宁江区",
		"pid" : 818
	}, {
		"id" : 866,
		"name" : "乾安县",
		"pid" : 818
	}, {
		"id" : 864,
		"name" : "前郭尔罗斯蒙古族自治县",
		"pid" : 818
	}, {
		"id" : 865,
		"name" : "长岭县",
		"pid" : 818
	}, {
		"id" : 867,
		"name" : "扶余市",
		"pid" : 818
	} ],
	4073 : [ {
		"id" : 4107,
		"name" : "甘州区",
		"pid" : 4073
	}, {
		"id" : 4112,
		"name" : "山丹县",
		"pid" : 4073
	}, {
		"id" : 4108,
		"name" : "肃南裕固族自治县",
		"pid" : 4073
	}, {
		"id" : 4109,
		"name" : "民乐县",
		"pid" : 4073
	}, {
		"id" : 4111,
		"name" : "高台县",
		"pid" : 4073
	}, {
		"id" : 4110,
		"name" : "临泽县",
		"pid" : 4073
	} ],
	3535 : [ {
		"id" : 3641,
		"name" : "广南县",
		"pid" : 3535
	}, {
		"id" : 3637,
		"name" : "西畴县",
		"pid" : 3535
	}, {
		"id" : 3642,
		"name" : "富宁县",
		"pid" : 3535
	}, {
		"id" : 3635,
		"name" : "文山市",
		"pid" : 3535
	}, {
		"id" : 3636,
		"name" : "砚山县",
		"pid" : 3535
	}, {
		"id" : 3638,
		"name" : "麻栗坡县",
		"pid" : 3535
	}, {
		"id" : 3640,
		"name" : "丘北县",
		"pid" : 3535
	}, {
		"id" : 3639,
		"name" : "马关县",
		"pid" : 3535
	} ],
	2435 : [ {
		"id" : 2529,
		"name" : "曾都区",
		"pid" : 2435
	}, {
		"id" : 2530,
		"name" : "随县",
		"pid" : 2435
	}, {
		"id" : 2531,
		"name" : "广水市",
		"pid" : 2435
	} ],
	4072 : [ {
		"id" : 4104,
		"name" : "民勤县",
		"pid" : 4072
	}, {
		"id" : 4105,
		"name" : "古浪县",
		"pid" : 4072
	}, {
		"id" : 4106,
		"name" : "天祝藏族自治县",
		"pid" : 4072
	}, {
		"id" : 4103,
		"name" : "凉州区",
		"pid" : 4072
	} ],
	3534 : [ {
		"id" : 3629,
		"name" : "泸西县",
		"pid" : 3534
	}, {
		"id" : 3625,
		"name" : "弥勒市",
		"pid" : 3534
	}, {
		"id" : 3628,
		"name" : "石屏县",
		"pid" : 3534
	}, {
		"id" : 3632,
		"name" : "金平苗族瑶族傣族自治县",
		"pid" : 3534
	}, {
		"id" : 3624,
		"name" : "蒙自市",
		"pid" : 3534
	}, {
		"id" : 3623,
		"name" : "开远市",
		"pid" : 3534
	}, {
		"id" : 3634,
		"name" : "河口瑶族自治县",
		"pid" : 3534
	}, {
		"id" : 3627,
		"name" : "建水县",
		"pid" : 3534
	}, {
		"id" : 3633,
		"name" : "绿春县",
		"pid" : 3534
	}, {
		"id" : 3622,
		"name" : "个旧市",
		"pid" : 3534
	}, {
		"id" : 3626,
		"name" : "屏边苗族自治县",
		"pid" : 3534
	}, {
		"id" : 3630,
		"name" : "元阳县",
		"pid" : 3534
	}, {
		"id" : 3631,
		"name" : "红河县",
		"pid" : 3534
	} ],
	2434 : [ {
		"id" : 2526,
		"name" : "崇阳县",
		"pid" : 2434
	}, {
		"id" : 2523,
		"name" : "咸安区",
		"pid" : 2434
	}, {
		"id" : 2525,
		"name" : "通城县",
		"pid" : 2434
	}, {
		"id" : 2527,
		"name" : "通山县",
		"pid" : 2434
	}, {
		"id" : 2528,
		"name" : "赤壁市",
		"pid" : 2434
	}, {
		"id" : 2524,
		"name" : "嘉鱼县",
		"pid" : 2434
	} ],
	4075 : [ {
		"id" : 4121,
		"name" : "金塔县",
		"pid" : 4075
	}, {
		"id" : 4124,
		"name" : "阿克塞哈萨克族自治县",
		"pid" : 4075
	}, {
		"id" : 4120,
		"name" : "肃州区",
		"pid" : 4075
	}, {
		"id" : 4122,
		"name" : "瓜州县",
		"pid" : 4075
	}, {
		"id" : 4125,
		"name" : "玉门市",
		"pid" : 4075
	}, {
		"id" : 4126,
		"name" : "敦煌市",
		"pid" : 4075
	}, {
		"id" : 4123,
		"name" : "肃北蒙古族自治县",
		"pid" : 4075
	} ],
	3533 : [ {
		"id" : 3613,
		"name" : "双柏县",
		"pid" : 3533
	}, {
		"id" : 3612,
		"name" : "楚雄市",
		"pid" : 3533
	}, {
		"id" : 3619,
		"name" : "元谋县",
		"pid" : 3533
	}, {
		"id" : 3618,
		"name" : "永仁县",
		"pid" : 3533
	}, {
		"id" : 3616,
		"name" : "姚安县",
		"pid" : 3533
	}, {
		"id" : 3621,
		"name" : "禄丰县",
		"pid" : 3533
	}, {
		"id" : 3614,
		"name" : "牟定县",
		"pid" : 3533
	}, {
		"id" : 3617,
		"name" : "大姚县",
		"pid" : 3533
	}, {
		"id" : 3620,
		"name" : "武定县",
		"pid" : 3533
	}, {
		"id" : 3615,
		"name" : "南华县",
		"pid" : 3533
	} ],
	2433 : [ {
		"id" : 2520,
		"name" : "黄梅县",
		"pid" : 2433
	}, {
		"id" : 2519,
		"name" : "蕲春县",
		"pid" : 2433
	}, {
		"id" : 2515,
		"name" : "红安县",
		"pid" : 2433
	}, {
		"id" : 2522,
		"name" : "武穴市",
		"pid" : 2433
	}, {
		"id" : 2513,
		"name" : "黄州区",
		"pid" : 2433
	}, {
		"id" : 2517,
		"name" : "英山县",
		"pid" : 2433
	}, {
		"id" : 2518,
		"name" : "浠水县",
		"pid" : 2433
	}, {
		"id" : 2516,
		"name" : "罗田县",
		"pid" : 2433
	}, {
		"id" : 2521,
		"name" : "麻城市",
		"pid" : 2433
	}, {
		"id" : 2514,
		"name" : "团风县",
		"pid" : 2433
	} ],
	4074 : [ {
		"id" : 4117,
		"name" : "华亭县",
		"pid" : 4074
	}, {
		"id" : 4115,
		"name" : "灵台县",
		"pid" : 4074
	}, {
		"id" : 4113,
		"name" : "崆峒区",
		"pid" : 4074
	}, {
		"id" : 4119,
		"name" : "静宁县",
		"pid" : 4074
	}, {
		"id" : 4116,
		"name" : "崇信县",
		"pid" : 4074
	}, {
		"id" : 4114,
		"name" : "泾川县",
		"pid" : 4074
	}, {
		"id" : 4118,
		"name" : "庄浪县",
		"pid" : 4074
	} ],
	3532 : [ {
		"id" : 3610,
		"name" : "耿马傣族佤族自治县",
		"pid" : 3532
	}, {
		"id" : 3604,
		"name" : "临翔区",
		"pid" : 3532
	}, {
		"id" : 3608,
		"name" : "镇康县",
		"pid" : 3532
	}, {
		"id" : 3607,
		"name" : "永德县",
		"pid" : 3532
	}, {
		"id" : 3605,
		"name" : "凤庆县",
		"pid" : 3532
	}, {
		"id" : 3606,
		"name" : "云县",
		"pid" : 3532
	}, {
		"id" : 3611,
		"name" : "沧源佤族自治县",
		"pid" : 3532
	}, {
		"id" : 3609,
		"name" : "双江拉祜族佤族布朗族傣族自治县",
		"pid" : 3532
	} ],
	2432 : [ {
		"id" : 2512,
		"name" : "松滋市",
		"pid" : 2432
	}, {
		"id" : 2507,
		"name" : "公安县",
		"pid" : 2432
	}, {
		"id" : 2511,
		"name" : "洪湖市",
		"pid" : 2432
	}, {
		"id" : 2508,
		"name" : "监利县",
		"pid" : 2432
	}, {
		"id" : 2509,
		"name" : "江陵县",
		"pid" : 2432
	}, {
		"id" : 2505,
		"name" : "沙市区",
		"pid" : 2432
	}, {
		"id" : 2510,
		"name" : "石首市",
		"pid" : 2432
	}, {
		"id" : 2506,
		"name" : "荆州区",
		"pid" : 2432
	} ],
	4077 : [ {
		"id" : 4140,
		"name" : "漳县",
		"pid" : 4077
	}, {
		"id" : 4141,
		"name" : "岷县",
		"pid" : 4077
	}, {
		"id" : 4137,
		"name" : "陇西县",
		"pid" : 4077
	}, {
		"id" : 4138,
		"name" : "渭源县",
		"pid" : 4077
	}, {
		"id" : 4135,
		"name" : "安定区",
		"pid" : 4077
	}, {
		"id" : 4139,
		"name" : "临洮县",
		"pid" : 4077
	}, {
		"id" : 4136,
		"name" : "通渭县",
		"pid" : 4077
	} ],
	3531 : [ {
		"id" : 3595,
		"name" : "宁洱哈尼族彝族自治县",
		"pid" : 3531
	}, {
		"id" : 3594,
		"name" : "思茅区",
		"pid" : 3531
	}, {
		"id" : 3598,
		"name" : "景谷傣族彝族自治县",
		"pid" : 3531
	}, {
		"id" : 3596,
		"name" : "墨江哈尼族自治县",
		"pid" : 3531
	}, {
		"id" : 3603,
		"name" : "西盟佤族自治县",
		"pid" : 3531
	}, {
		"id" : 3601,
		"name" : "孟连傣族拉祜族佤族自治县",
		"pid" : 3531
	}, {
		"id" : 3602,
		"name" : "澜沧拉祜族自治县",
		"pid" : 3531
	}, {
		"id" : 3599,
		"name" : "镇沅彝族哈尼族拉祜族自治县",
		"pid" : 3531
	}, {
		"id" : 3597,
		"name" : "景东彝族自治县",
		"pid" : 3531
	}, {
		"id" : 3600,
		"name" : "江城哈尼族彝族自治县",
		"pid" : 3531
	} ],
	4076 : [ {
		"id" : 4134,
		"name" : "镇原县",
		"pid" : 4076
	}, {
		"id" : 4133,
		"name" : "宁县",
		"pid" : 4076
	}, {
		"id" : 4129,
		"name" : "环县",
		"pid" : 4076
	}, {
		"id" : 4132,
		"name" : "正宁县",
		"pid" : 4076
	}, {
		"id" : 4130,
		"name" : "华池县",
		"pid" : 4076
	}, {
		"id" : 4131,
		"name" : "合水县",
		"pid" : 4076
	}, {
		"id" : 4128,
		"name" : "庆城县",
		"pid" : 4076
	}, {
		"id" : 4127,
		"name" : "西峰区",
		"pid" : 4076
	} ],
	3530 : [ {
		"id" : 3590,
		"name" : "玉龙纳西族自治县",
		"pid" : 3530
	}, {
		"id" : 3589,
		"name" : "古城区",
		"pid" : 3530
	}, {
		"id" : 3593,
		"name" : "宁蒗彝族自治县",
		"pid" : 3530
	}, {
		"id" : 3592,
		"name" : "华坪县",
		"pid" : 3530
	}, {
		"id" : 3591,
		"name" : "永胜县",
		"pid" : 3530
	} ],
	4079 : [ {
		"id" : 4157,
		"name" : "东乡族自治县",
		"pid" : 4079
	}, {
		"id" : 4151,
		"name" : "临夏市",
		"pid" : 4079
	}, {
		"id" : 4154,
		"name" : "永靖县",
		"pid" : 4079
	}, {
		"id" : 4153,
		"name" : "康乐县",
		"pid" : 4079
	}, {
		"id" : 4155,
		"name" : "广河县",
		"pid" : 4079
	}, {
		"id" : 4152,
		"name" : "临夏县",
		"pid" : 4079
	}, {
		"id" : 4158,
		"name" : "积石山保安族东乡族撒拉族自治县",
		"pid" : 4079
	}, {
		"id" : 4156,
		"name" : "和政县",
		"pid" : 4079
	} ],
	3529 : [ {
		"id" : 3578,
		"name" : "昭阳区",
		"pid" : 3529
	}, {
		"id" : 3580,
		"name" : "巧家县",
		"pid" : 3529
	}, {
		"id" : 3579,
		"name" : "鲁甸县",
		"pid" : 3529
	}, {
		"id" : 3583,
		"name" : "永善县",
		"pid" : 3529
	}, {
		"id" : 3582,
		"name" : "大关县",
		"pid" : 3529
	}, {
		"id" : 3588,
		"name" : "水富县",
		"pid" : 3529
	}, {
		"id" : 3586,
		"name" : "彝良县",
		"pid" : 3529
	}, {
		"id" : 3585,
		"name" : "镇雄县",
		"pid" : 3529
	}, {
		"id" : 3584,
		"name" : "绥江县",
		"pid" : 3529
	}, {
		"id" : 3587,
		"name" : "威信县",
		"pid" : 3529
	}, {
		"id" : 3581,
		"name" : "盐津县",
		"pid" : 3529
	} ],
	4078 : [ {
		"id" : 4144,
		"name" : "文县",
		"pid" : 4078
	}, {
		"id" : 4149,
		"name" : "徽县",
		"pid" : 4078
	}, {
		"id" : 4148,
		"name" : "礼县",
		"pid" : 4078
	}, {
		"id" : 4147,
		"name" : "西和县",
		"pid" : 4078
	}, {
		"id" : 4143,
		"name" : "成县",
		"pid" : 4078
	}, {
		"id" : 4145,
		"name" : "宕昌县",
		"pid" : 4078
	}, {
		"id" : 4150,
		"name" : "两当县",
		"pid" : 4078
	}, {
		"id" : 4146,
		"name" : "康县",
		"pid" : 4078
	}, {
		"id" : 4142,
		"name" : "武都区",
		"pid" : 4078
	} ],
	3528 : [ {
		"id" : 3576,
		"name" : "龙陵县",
		"pid" : 3528
	}, {
		"id" : 3574,
		"name" : "施甸县",
		"pid" : 3528
	}, {
		"id" : 3575,
		"name" : "腾冲市",
		"pid" : 3528
	}, {
		"id" : 3577,
		"name" : "昌宁县",
		"pid" : 3528
	}, {
		"id" : 3573,
		"name" : "隆阳区",
		"pid" : 3528
	} ],
	2436 : [ {
		"id" : 2535,
		"name" : "巴东县",
		"pid" : 2436
	}, {
		"id" : 2532,
		"name" : "恩施市",
		"pid" : 2436
	}, {
		"id" : 2533,
		"name" : "利川市",
		"pid" : 2436
	}, {
		"id" : 2536,
		"name" : "宣恩县",
		"pid" : 2436
	}, {
		"id" : 2534,
		"name" : "建始县",
		"pid" : 2436
	}, {
		"id" : 2537,
		"name" : "咸丰县",
		"pid" : 2436
	}, {
		"id" : 2539,
		"name" : "鹤峰县",
		"pid" : 2436
	}, {
		"id" : 2538,
		"name" : "来凤县",
		"pid" : 2436
	} ],
	4080 : [ {
		"id" : 4160,
		"name" : "临潭县",
		"pid" : 4080
	}, {
		"id" : 4161,
		"name" : "卓尼县",
		"pid" : 4080
	}, {
		"id" : 4163,
		"name" : "迭部县",
		"pid" : 4080
	}, {
		"id" : 4159,
		"name" : "合作市",
		"pid" : 4080
	}, {
		"id" : 4162,
		"name" : "舟曲县",
		"pid" : 4080
	}, {
		"id" : 4164,
		"name" : "玛曲县",
		"pid" : 4080
	}, {
		"id" : 4165,
		"name" : "碌曲县",
		"pid" : 4080
	}, {
		"id" : 4166,
		"name" : "夏河县",
		"pid" : 4080
	} ],
	3540 : [ {
		"id" : 3669,
		"name" : "维西傈僳族自治县",
		"pid" : 3540
	}, {
		"id" : 3667,
		"name" : "香格里拉市",
		"pid" : 3540
	}, {
		"id" : 3668,
		"name" : "德钦县",
		"pid" : 3540
	} ],
	3538 : [ {
		"id" : 3660,
		"name" : "梁河县",
		"pid" : 3538
	}, {
		"id" : 3662,
		"name" : "陇川县",
		"pid" : 3538
	}, {
		"id" : 3661,
		"name" : "盈江县",
		"pid" : 3538
	}, {
		"id" : 3658,
		"name" : "瑞丽市",
		"pid" : 3538
	}, {
		"id" : 3659,
		"name" : "芒市",
		"pid" : 3538
	} ],
	3000 : [ {
		"id" : 3033,
		"name" : "南沙群岛",
		"pid" : 3000
	}, {
		"id" : 3034,
		"name" : "中沙群岛的岛礁及其海域",
		"pid" : 3000
	}, {
		"id" : 3032,
		"name" : "西沙群岛",
		"pid" : 3000
	} ],
	3539 : [ {
		"id" : 3663,
		"name" : "泸水市",
		"pid" : 3539
	}, {
		"id" : 3665,
		"name" : "贡山独龙族怒族自治县",
		"pid" : 3539
	}, {
		"id" : 3666,
		"name" : "兰坪白族普米族自治县",
		"pid" : 3539
	}, {
		"id" : 3664,
		"name" : "福贡县",
		"pid" : 3539
	} ],
	3536 : [ {
		"id" : 3645,
		"name" : "勐腊县",
		"pid" : 3536
	}, {
		"id" : 3644,
		"name" : "勐海县",
		"pid" : 3536
	}, {
		"id" : 3643,
		"name" : "景洪市",
		"pid" : 3536
	} ],
	3537 : [ {
		"id" : 3656,
		"name" : "剑川县",
		"pid" : 3537
	}, {
		"id" : 3647,
		"name" : "漾濞彝族自治县",
		"pid" : 3537
	}, {
		"id" : 3652,
		"name" : "巍山彝族回族自治县",
		"pid" : 3537
	}, {
		"id" : 3648,
		"name" : "祥云县",
		"pid" : 3537
	}, {
		"id" : 3646,
		"name" : "大理市",
		"pid" : 3537
	}, {
		"id" : 3657,
		"name" : "鹤庆县",
		"pid" : 3537
	}, {
		"id" : 3654,
		"name" : "云龙县",
		"pid" : 3537
	}, {
		"id" : 3655,
		"name" : "洱源县",
		"pid" : 3537
	}, {
		"id" : 3650,
		"name" : "弥渡县",
		"pid" : 3537
	}, {
		"id" : 3649,
		"name" : "宾川县",
		"pid" : 3537
	}, {
		"id" : 3651,
		"name" : "南涧彝族自治县",
		"pid" : 3537
	}, {
		"id" : 3653,
		"name" : "永平县",
		"pid" : 3537
	} ],
	812 : [ {
		"id" : 830,
		"name" : "德惠市",
		"pid" : 812
	}, {
		"id" : 829,
		"name" : "榆树市",
		"pid" : 812
	}, {
		"id" : 826,
		"name" : "双阳区",
		"pid" : 812
	}, {
		"id" : 825,
		"name" : "绿园区",
		"pid" : 812
	}, {
		"id" : 823,
		"name" : "朝阳区",
		"pid" : 812
	}, {
		"id" : 821,
		"name" : "南关区",
		"pid" : 812
	}, {
		"id" : 828,
		"name" : "农安县",
		"pid" : 812
	}, {
		"id" : 827,
		"name" : "九台区",
		"pid" : 812
	}, {
		"id" : 824,
		"name" : "二道区",
		"pid" : 812
	}, {
		"id" : 822,
		"name" : "宽城区",
		"pid" : 812
	} ],
	1888 : [ {
		"id" : 1978,
		"name" : "荣成市",
		"pid" : 1888
	}, {
		"id" : 1977,
		"name" : "文登区",
		"pid" : 1888
	}, {
		"id" : 1976,
		"name" : "环翠区",
		"pid" : 1888
	}, {
		"id" : 1979,
		"name" : "乳山市",
		"pid" : 1888
	} ],
	813 : [ {
		"id" : 836,
		"name" : "蛟河市",
		"pid" : 813
	}, {
		"id" : 839,
		"name" : "磐石市",
		"pid" : 813
	}, {
		"id" : 838,
		"name" : "舒兰市",
		"pid" : 813
	}, {
		"id" : 832,
		"name" : "龙潭区",
		"pid" : 813
	}, {
		"id" : 837,
		"name" : "桦甸市",
		"pid" : 813
	}, {
		"id" : 835,
		"name" : "永吉县",
		"pid" : 813
	}, {
		"id" : 833,
		"name" : "船营区",
		"pid" : 813
	}, {
		"id" : 834,
		"name" : "丰满区",
		"pid" : 813
	}, {
		"id" : 831,
		"name" : "昌邑区",
		"pid" : 813
	} ],
	1889 : [ {
		"id" : 1980,
		"name" : "东港区",
		"pid" : 1889
	}, {
		"id" : 1982,
		"name" : "五莲县",
		"pid" : 1889
	}, {
		"id" : 1981,
		"name" : "岚山区",
		"pid" : 1889
	}, {
		"id" : 1983,
		"name" : "莒县",
		"pid" : 1889
	} ],
	2998 : [ {
		"id" : 3020,
		"name" : "美兰区",
		"pid" : 2998
	}, {
		"id" : 3017,
		"name" : "秀英区",
		"pid" : 2998
	}, {
		"id" : 3019,
		"name" : "琼山区",
		"pid" : 2998
	}, {
		"id" : 3018,
		"name" : "龙华区",
		"pid" : 2998
	} ],
	814 : [ {
		"id" : 845,
		"name" : "双辽市",
		"pid" : 814
	}, {
		"id" : 841,
		"name" : "铁东区",
		"pid" : 814
	}, {
		"id" : 842,
		"name" : "梨树县",
		"pid" : 814
	}, {
		"id" : 840,
		"name" : "铁西区",
		"pid" : 814
	}, {
		"id" : 844,
		"name" : "公主岭市",
		"pid" : 814
	}, {
		"id" : 843,
		"name" : "伊通满族自治县",
		"pid" : 814
	} ],
	1890 : [ {
		"id" : 1984,
		"name" : "莱城区",
		"pid" : 1890
	}, {
		"id" : 1985,
		"name" : "钢城区",
		"pid" : 1890
	} ],
	2999 : [ {
		"id" : 3031,
		"name" : "三亚湾",
		"pid" : 2999
	}, {
		"id" : 3028,
		"name" : "河东",
		"pid" : 2999
	}, {
		"id" : 3030,
		"name" : "大东海",
		"pid" : 2999
	}, {
		"id" : 3021,
		"name" : "海棠区",
		"pid" : 2999
	}, {
		"id" : 3029,
		"name" : "亚龙湾",
		"pid" : 2999
	}, {
		"id" : 3027,
		"name" : "河西",
		"pid" : 2999
	}, {
		"id" : 3024,
		"name" : "崖州区",
		"pid" : 2999
	}, {
		"id" : 3022,
		"name" : "吉阳区",
		"pid" : 2999
	}, {
		"id" : 3026,
		"name" : "迎宾路",
		"pid" : 2999
	}, {
		"id" : 3023,
		"name" : "天涯区",
		"pid" : 2999
	}, {
		"id" : 3025,
		"name" : "解放路",
		"pid" : 2999
	} ],
	815 : [ {
		"id" : 846,
		"name" : "龙山区",
		"pid" : 815
	}, {
		"id" : 847,
		"name" : "西安区",
		"pid" : 815
	}, {
		"id" : 849,
		"name" : "东辽县",
		"pid" : 815
	}, {
		"id" : 848,
		"name" : "东丰县",
		"pid" : 815
	} ],
	1891 : [ {
		"id" : 1988,
		"name" : "河东区",
		"pid" : 1891
	}, {
		"id" : 1987,
		"name" : "罗庄区",
		"pid" : 1891
	}, {
		"id" : 1997,
		"name" : "临沭县",
		"pid" : 1891
	}, {
		"id" : 1986,
		"name" : "兰山区",
		"pid" : 1891
	}, {
		"id" : 1996,
		"name" : "蒙阴县",
		"pid" : 1891
	}, {
		"id" : 1992,
		"name" : "兰陵县",
		"pid" : 1891
	}, {
		"id" : 1993,
		"name" : "费县",
		"pid" : 1891
	}, {
		"id" : 1990,
		"name" : "郯城县",
		"pid" : 1891
	}, {
		"id" : 1991,
		"name" : "沂水县",
		"pid" : 1891
	}, {
		"id" : 1989,
		"name" : "沂南县",
		"pid" : 1891
	}, {
		"id" : 1995,
		"name" : "莒南县",
		"pid" : 1891
	}, {
		"id" : 1994,
		"name" : "平邑县",
		"pid" : 1891
	} ],
	1892 : [ {
		"id" : 2001,
		"name" : "庆云县",
		"pid" : 1892
	}, {
		"id" : 1999,
		"name" : "陵城区",
		"pid" : 1892
	}, {
		"id" : 2008,
		"name" : "禹城市",
		"pid" : 1892
	}, {
		"id" : 2007,
		"name" : "乐陵市",
		"pid" : 1892
	}, {
		"id" : 2000,
		"name" : "宁津县",
		"pid" : 1892
	}, {
		"id" : 1998,
		"name" : "德城区",
		"pid" : 1892
	}, {
		"id" : 2006,
		"name" : "武城县",
		"pid" : 1892
	}, {
		"id" : 2005,
		"name" : "夏津县",
		"pid" : 1892
	}, {
		"id" : 2002,
		"name" : "临邑县",
		"pid" : 1892
	}, {
		"id" : 2004,
		"name" : "平原县",
		"pid" : 1892
	}, {
		"id" : 2003,
		"name" : "齐河县",
		"pid" : 1892
	} ],
	1893 : [ {
		"id" : 2015,
		"name" : "高唐县",
		"pid" : 1893
	}, {
		"id" : 2009,
		"name" : "东昌府区",
		"pid" : 1893
	}, {
		"id" : 2016,
		"name" : "临清市",
		"pid" : 1893
	}, {
		"id" : 2010,
		"name" : "阳谷县",
		"pid" : 1893
	}, {
		"id" : 2012,
		"name" : "茌平县",
		"pid" : 1893
	}, {
		"id" : 2011,
		"name" : "莘县",
		"pid" : 1893
	}, {
		"id" : 2014,
		"name" : "冠县",
		"pid" : 1893
	}, {
		"id" : 2013,
		"name" : "东阿县",
		"pid" : 1893
	} ],
	1894 : [ {
		"id" : 2020,
		"name" : "阳信县",
		"pid" : 1894
	}, {
		"id" : 2022,
		"name" : "博兴县",
		"pid" : 1894
	}, {
		"id" : 2018,
		"name" : "沾化区",
		"pid" : 1894
	}, {
		"id" : 2021,
		"name" : "无棣县",
		"pid" : 1894
	}, {
		"id" : 2023,
		"name" : "邹平县",
		"pid" : 1894
	}, {
		"id" : 2019,
		"name" : "惠民县",
		"pid" : 1894
	}, {
		"id" : 2017,
		"name" : "滨城区",
		"pid" : 1894
	} ],
	1895 : [ {
		"id" : 2032,
		"name" : "东明县",
		"pid" : 1895
	}, {
		"id" : 2027,
		"name" : "成武县",
		"pid" : 1895
	}, {
		"id" : 2026,
		"name" : "单县",
		"pid" : 1895
	}, {
		"id" : 2031,
		"name" : "定陶区",
		"pid" : 1895
	}, {
		"id" : 2030,
		"name" : "鄄城县",
		"pid" : 1895
	}, {
		"id" : 2029,
		"name" : "郓城县",
		"pid" : 1895
	}, {
		"id" : 2025,
		"name" : "曹县",
		"pid" : 1895
	}, {
		"id" : 2024,
		"name" : "牡丹区",
		"pid" : 1895
	}, {
		"id" : 2028,
		"name" : "巨野县",
		"pid" : 1895
	} ],
	1883 : [ {
		"id" : 1934,
		"name" : "广饶县",
		"pid" : 1883
	}, {
		"id" : 1931,
		"name" : "河口区",
		"pid" : 1883
	}, {
		"id" : 1932,
		"name" : "垦利区",
		"pid" : 1883
	}, {
		"id" : 1933,
		"name" : "利津县",
		"pid" : 1883
	}, {
		"id" : 1930,
		"name" : "东营区",
		"pid" : 1883
	} ],
	1882 : [ {
		"id" : 1925,
		"name" : "薛城区",
		"pid" : 1882
	}, {
		"id" : 1928,
		"name" : "山亭区",
		"pid" : 1882
	}, {
		"id" : 1927,
		"name" : "台儿庄区",
		"pid" : 1882
	}, {
		"id" : 1924,
		"name" : "市中区",
		"pid" : 1882
	}, {
		"id" : 1926,
		"name" : "峄城区",
		"pid" : 1882
	}, {
		"id" : 1929,
		"name" : "滕州市",
		"pid" : 1882
	} ],
	1881 : [ {
		"id" : 1919,
		"name" : "临淄区",
		"pid" : 1881
	}, {
		"id" : 1921,
		"name" : "桓台县",
		"pid" : 1881
	}, {
		"id" : 1918,
		"name" : "博山区",
		"pid" : 1881
	}, {
		"id" : 1917,
		"name" : "张店区",
		"pid" : 1881
	}, {
		"id" : 1920,
		"name" : "周村区",
		"pid" : 1881
	}, {
		"id" : 1916,
		"name" : "淄川区",
		"pid" : 1881
	}, {
		"id" : 1922,
		"name" : "高青县",
		"pid" : 1881
	}, {
		"id" : 1923,
		"name" : "沂源县",
		"pid" : 1881
	} ],
	1880 : [ {
		"id" : 1914,
		"name" : "平度市",
		"pid" : 1880
	}, {
		"id" : 1910,
		"name" : "李沧区",
		"pid" : 1880
	}, {
		"id" : 1906,
		"name" : "市南区",
		"pid" : 1880
	}, {
		"id" : 1908,
		"name" : "黄岛区",
		"pid" : 1880
	}, {
		"id" : 1912,
		"name" : "胶州市",
		"pid" : 1880
	}, {
		"id" : 1911,
		"name" : "城阳区",
		"pid" : 1880
	}, {
		"id" : 1909,
		"name" : "崂山区",
		"pid" : 1880
	}, {
		"id" : 1915,
		"name" : "莱西市",
		"pid" : 1880
	}, {
		"id" : 1913,
		"name" : "即墨市",
		"pid" : 1880
	}, {
		"id" : 1907,
		"name" : "市北区",
		"pid" : 1880
	} ],
	1887 : [ {
		"id" : 1973,
		"name" : "东平县",
		"pid" : 1887
	}, {
		"id" : 1975,
		"name" : "肥城市",
		"pid" : 1887
	}, {
		"id" : 1972,
		"name" : "宁阳县",
		"pid" : 1887
	}, {
		"id" : 1974,
		"name" : "新泰市",
		"pid" : 1887
	}, {
		"id" : 1970,
		"name" : "泰山区",
		"pid" : 1887
	}, {
		"id" : 1971,
		"name" : "岱岳区",
		"pid" : 1887
	} ],
	1886 : [ {
		"id" : 1963,
		"name" : "金乡县",
		"pid" : 1886
	}, {
		"id" : 1959,
		"name" : "任城区",
		"pid" : 1886
	}, {
		"id" : 1966,
		"name" : "泗水县",
		"pid" : 1886
	}, {
		"id" : 1968,
		"name" : "曲阜市",
		"pid" : 1886
	}, {
		"id" : 1967,
		"name" : "梁山县",
		"pid" : 1886
	}, {
		"id" : 1964,
		"name" : "嘉祥县",
		"pid" : 1886
	}, {
		"id" : 1969,
		"name" : "邹城市",
		"pid" : 1886
	}, {
		"id" : 1961,
		"name" : "微山县",
		"pid" : 1886
	}, {
		"id" : 1965,
		"name" : "汶上县",
		"pid" : 1886
	}, {
		"id" : 1962,
		"name" : "鱼台县",
		"pid" : 1886
	}, {
		"id" : 1960,
		"name" : "兖州区",
		"pid" : 1886
	} ],
	1885 : [ {
		"id" : 1954,
		"name" : "诸城市",
		"pid" : 1885
	}, {
		"id" : 1947,
		"name" : "潍城区",
		"pid" : 1885
	}, {
		"id" : 1958,
		"name" : "昌邑市",
		"pid" : 1885
	}, {
		"id" : 1949,
		"name" : "坊子区",
		"pid" : 1885
	}, {
		"id" : 1955,
		"name" : "寿光市",
		"pid" : 1885
	}, {
		"id" : 1948,
		"name" : "寒亭区",
		"pid" : 1885
	}, {
		"id" : 1953,
		"name" : "青州市",
		"pid" : 1885
	}, {
		"id" : 1956,
		"name" : "安丘市",
		"pid" : 1885
	}, {
		"id" : 1957,
		"name" : "高密市",
		"pid" : 1885
	}, {
		"id" : 1951,
		"name" : "临朐县",
		"pid" : 1885
	}, {
		"id" : 1950,
		"name" : "奎文区",
		"pid" : 1885
	}, {
		"id" : 1952,
		"name" : "昌乐县",
		"pid" : 1885
	} ],
	1884 : [ {
		"id" : 1938,
		"name" : "莱山区",
		"pid" : 1884
	}, {
		"id" : 1935,
		"name" : "芝罘区",
		"pid" : 1884
	}, {
		"id" : 1941,
		"name" : "莱阳市",
		"pid" : 1884
	}, {
		"id" : 1940,
		"name" : "龙口市",
		"pid" : 1884
	}, {
		"id" : 1937,
		"name" : "牟平区",
		"pid" : 1884
	}, {
		"id" : 1944,
		"name" : "招远市",
		"pid" : 1884
	}, {
		"id" : 1943,
		"name" : "蓬莱市",
		"pid" : 1884
	}, {
		"id" : 1936,
		"name" : "福山区",
		"pid" : 1884
	}, {
		"id" : 1945,
		"name" : "栖霞市",
		"pid" : 1884
	}, {
		"id" : 1939,
		"name" : "长岛县",
		"pid" : 1884
	}, {
		"id" : 1942,
		"name" : "莱州市",
		"pid" : 1884
	}, {
		"id" : 1946,
		"name" : "海阳市",
		"pid" : 1884
	} ],
	1879 : [ {
		"id" : 1901,
		"name" : "长清区",
		"pid" : 1879
	}, {
		"id" : 1905,
		"name" : "章丘区",
		"pid" : 1879
	}, {
		"id" : 1903,
		"name" : "济阳县",
		"pid" : 1879
	}, {
		"id" : 1896,
		"name" : "历下区",
		"pid" : 1879
	}, {
		"id" : 1898,
		"name" : "槐荫区",
		"pid" : 1879
	}, {
		"id" : 1902,
		"name" : "平阴县",
		"pid" : 1879
	}, {
		"id" : 1899,
		"name" : "天桥区",
		"pid" : 1879
	}, {
		"id" : 1904,
		"name" : "商河县",
		"pid" : 1879
	}, {
		"id" : 1897,
		"name" : "市中区",
		"pid" : 1879
	}, {
		"id" : 1900,
		"name" : "历城区",
		"pid" : 1879
	} ],
	3048 : [ {
		"id" : 3051,
		"name" : "涪陵区",
		"pid" : 3048
	}, {
		"id" : 3075,
		"name" : "城口县",
		"pid" : 3048
	}, {
		"id" : 3084,
		"name" : "石柱土家族自治县",
		"pid" : 3048
	}, {
		"id" : 3054,
		"name" : "江北区",
		"pid" : 3048
	}, {
		"id" : 3080,
		"name" : "云阳县",
		"pid" : 3048
	}, {
		"id" : 3068,
		"name" : "南川区",
		"pid" : 3048
	}, {
		"id" : 3077,
		"name" : "垫江县",
		"pid" : 3048
	}, {
		"id" : 3069,
		"name" : "璧山区",
		"pid" : 3048
	}, {
		"id" : 3052,
		"name" : "渝中区",
		"pid" : 3048
	}, {
		"id" : 3065,
		"name" : "江津区",
		"pid" : 3048
	}, {
		"id" : 3072,
		"name" : "荣昌区",
		"pid" : 3048
	}, {
		"id" : 3083,
		"name" : "巫溪县",
		"pid" : 3048
	}, {
		"id" : 3063,
		"name" : "黔江区",
		"pid" : 3048
	}, {
		"id" : 3066,
		"name" : "合川区",
		"pid" : 3048
	}, {
		"id" : 3057,
		"name" : "南岸区",
		"pid" : 3048
	}, {
		"id" : 3076,
		"name" : "丰都县",
		"pid" : 3048
	}, {
		"id" : 3074,
		"name" : "梁平区",
		"pid" : 3048
	}, {
		"id" : 3062,
		"name" : "巴南区",
		"pid" : 3048
	}, {
		"id" : 3071,
		"name" : "潼南区",
		"pid" : 3048
	}, {
		"id" : 3055,
		"name" : "沙坪坝区",
		"pid" : 3048
	}, {
		"id" : 3082,
		"name" : "巫山县",
		"pid" : 3048
	}, {
		"id" : 3060,
		"name" : "大足区",
		"pid" : 3048
	}, {
		"id" : 3079,
		"name" : "忠县",
		"pid" : 3048
	}, {
		"id" : 3073,
		"name" : "开州区",
		"pid" : 3048
	}, {
		"id" : 3061,
		"name" : "渝北区",
		"pid" : 3048
	}, {
		"id" : 3086,
		"name" : "酉阳土家族苗族自治县",
		"pid" : 3048
	}, {
		"id" : 3067,
		"name" : "永川区",
		"pid" : 3048
	}, {
		"id" : 3081,
		"name" : "奉节县",
		"pid" : 3048
	}, {
		"id" : 3056,
		"name" : "九龙坡区",
		"pid" : 3048
	}, {
		"id" : 3059,
		"name" : "綦江区",
		"pid" : 3048
	}, {
		"id" : 3078,
		"name" : "武隆区",
		"pid" : 3048
	}, {
		"id" : 3070,
		"name" : "铜梁区",
		"pid" : 3048
	}, {
		"id" : 3087,
		"name" : "彭水苗族土家族自治县",
		"pid" : 3048
	}, {
		"id" : 3064,
		"name" : "长寿区",
		"pid" : 3048
	}, {
		"id" : 3050,
		"name" : "万州区",
		"pid" : 3048
	}, {
		"id" : 3085,
		"name" : "秀山土家族苗族自治县",
		"pid" : 3048
	}, {
		"id" : 3058,
		"name" : "北碚区",
		"pid" : 3048
	}, {
		"id" : 3053,
		"name" : "大渡口区",
		"pid" : 3048
	} ],
	885 : [ {
		"id" : 928,
		"name" : "克东县",
		"pid" : 885
	}, {
		"id" : 917,
		"name" : "铁锋区",
		"pid" : 885
	}, {
		"id" : 927,
		"name" : "克山县",
		"pid" : 885
	}, {
		"id" : 920,
		"name" : "碾子山区",
		"pid" : 885
	}, {
		"id" : 919,
		"name" : "富拉尔基区",
		"pid" : 885
	}, {
		"id" : 921,
		"name" : "梅里斯达斡尔族区",
		"pid" : 885
	}, {
		"id" : 930,
		"name" : "讷河市",
		"pid" : 885
	}, {
		"id" : 923,
		"name" : "依安县",
		"pid" : 885
	}, {
		"id" : 929,
		"name" : "拜泉县",
		"pid" : 885
	}, {
		"id" : 922,
		"name" : "龙江县",
		"pid" : 885
	}, {
		"id" : 916,
		"name" : "建华区",
		"pid" : 885
	}, {
		"id" : 925,
		"name" : "甘南县",
		"pid" : 885
	}, {
		"id" : 926,
		"name" : "富裕县",
		"pid" : 885
	}, {
		"id" : 924,
		"name" : "泰来县",
		"pid" : 885
	}, {
		"id" : 915,
		"name" : "龙沙区",
		"pid" : 885
	}, {
		"id" : 918,
		"name" : "昂昂溪区",
		"pid" : 885
	} ],
	884 : [ {
		"id" : 900,
		"name" : "平房区",
		"pid" : 884
	}, {
		"id" : 904,
		"name" : "阿城区",
		"pid" : 884
	}, {
		"id" : 908,
		"name" : "宾县",
		"pid" : 884
	}, {
		"id" : 901,
		"name" : "松北区",
		"pid" : 884
	}, {
		"id" : 905,
		"name" : "双城区",
		"pid" : 884
	}, {
		"id" : 911,
		"name" : "通河县",
		"pid" : 884
	}, {
		"id" : 899,
		"name" : "道外区",
		"pid" : 884
	}, {
		"id" : 906,
		"name" : "依兰县",
		"pid" : 884
	}, {
		"id" : 902,
		"name" : "香坊区",
		"pid" : 884
	}, {
		"id" : 913,
		"name" : "尚志市",
		"pid" : 884
	}, {
		"id" : 907,
		"name" : "方正县",
		"pid" : 884
	}, {
		"id" : 910,
		"name" : "木兰县",
		"pid" : 884
	}, {
		"id" : 914,
		"name" : "五常市",
		"pid" : 884
	}, {
		"id" : 912,
		"name" : "延寿县",
		"pid" : 884
	}, {
		"id" : 903,
		"name" : "呼兰区",
		"pid" : 884
	}, {
		"id" : 897,
		"name" : "道里区",
		"pid" : 884
	}, {
		"id" : 898,
		"name" : "南岗区",
		"pid" : 884
	}, {
		"id" : 909,
		"name" : "巴彦县",
		"pid" : 884
	} ],
	887 : [ {
		"id" : 940,
		"name" : "向阳区",
		"pid" : 887
	}, {
		"id" : 947,
		"name" : "绥滨县",
		"pid" : 887
	}, {
		"id" : 941,
		"name" : "工农区",
		"pid" : 887
	}, {
		"id" : 946,
		"name" : "萝北县",
		"pid" : 887
	}, {
		"id" : 944,
		"name" : "东山区",
		"pid" : 887
	}, {
		"id" : 945,
		"name" : "兴山区",
		"pid" : 887
	}, {
		"id" : 942,
		"name" : "南山区",
		"pid" : 887
	}, {
		"id" : 943,
		"name" : "兴安区",
		"pid" : 887
	} ],
	886 : [ {
		"id" : 938,
		"name" : "虎林市",
		"pid" : 886
	}, {
		"id" : 936,
		"name" : "麻山区",
		"pid" : 886
	}, {
		"id" : 931,
		"name" : "鸡冠区",
		"pid" : 886
	}, {
		"id" : 939,
		"name" : "密山市",
		"pid" : 886
	}, {
		"id" : 935,
		"name" : "城子河区",
		"pid" : 886
	}, {
		"id" : 932,
		"name" : "恒山区",
		"pid" : 886
	}, {
		"id" : 937,
		"name" : "鸡东县",
		"pid" : 886
	}, {
		"id" : 934,
		"name" : "梨树区",
		"pid" : 886
	}, {
		"id" : 933,
		"name" : "滴道区",
		"pid" : 886
	} ],
	889 : [ {
		"id" : 958,
		"name" : "让胡路区",
		"pid" : 889
	}, {
		"id" : 961,
		"name" : "肇州县",
		"pid" : 889
	}, {
		"id" : 956,
		"name" : "萨尔图区",
		"pid" : 889
	}, {
		"id" : 960,
		"name" : "大同区",
		"pid" : 889
	}, {
		"id" : 957,
		"name" : "龙凤区",
		"pid" : 889
	}, {
		"id" : 962,
		"name" : "肇源县",
		"pid" : 889
	}, {
		"id" : 959,
		"name" : "红岗区",
		"pid" : 889
	}, {
		"id" : 964,
		"name" : "杜尔伯特蒙古族自治县",
		"pid" : 889
	}, {
		"id" : 963,
		"name" : "林甸县",
		"pid" : 889
	} ],
	888 : [ {
		"id" : 955,
		"name" : "饶河县",
		"pid" : 888
	}, {
		"id" : 953,
		"name" : "友谊县",
		"pid" : 888
	}, {
		"id" : 948,
		"name" : "尖山区",
		"pid" : 888
	}, {
		"id" : 952,
		"name" : "集贤县",
		"pid" : 888
	}, {
		"id" : 949,
		"name" : "岭东区",
		"pid" : 888
	}, {
		"id" : 954,
		"name" : "宝清县",
		"pid" : 888
	}, {
		"id" : 950,
		"name" : "四方台区",
		"pid" : 888
	}, {
		"id" : 951,
		"name" : "宝山区",
		"pid" : 888
	} ],
	891 : [ {
		"id" : 988,
		"name" : "汤原县",
		"pid" : 891
	}, {
		"id" : 990,
		"name" : "同江市",
		"pid" : 891
	}, {
		"id" : 986,
		"name" : "桦南县",
		"pid" : 891
	}, {
		"id" : 985,
		"name" : "郊区",
		"pid" : 891
	}, {
		"id" : 984,
		"name" : "东风区",
		"pid" : 891
	}, {
		"id" : 991,
		"name" : "富锦市",
		"pid" : 891
	}, {
		"id" : 989,
		"name" : "抚远市",
		"pid" : 891
	}, {
		"id" : 983,
		"name" : "前进区",
		"pid" : 891
	}, {
		"id" : 982,
		"name" : "向阳区",
		"pid" : 891
	}, {
		"id" : 987,
		"name" : "桦川县",
		"pid" : 891
	} ],
	890 : [ {
		"id" : 973,
		"name" : "五营区",
		"pid" : 890
	}, {
		"id" : 966,
		"name" : "南岔区",
		"pid" : 890
	}, {
		"id" : 965,
		"name" : "伊春区",
		"pid" : 890
	}, {
		"id" : 970,
		"name" : "新青区",
		"pid" : 890
	}, {
		"id" : 978,
		"name" : "红星区",
		"pid" : 890
	}, {
		"id" : 975,
		"name" : "汤旺河区",
		"pid" : 890
	}, {
		"id" : 980,
		"name" : "嘉荫县",
		"pid" : 890
	}, {
		"id" : 976,
		"name" : "带岭区",
		"pid" : 890
	}, {
		"id" : 967,
		"name" : "友好区",
		"pid" : 890
	}, {
		"id" : 974,
		"name" : "乌马河区",
		"pid" : 890
	}, {
		"id" : 981,
		"name" : "铁力市",
		"pid" : 890
	}, {
		"id" : 969,
		"name" : "翠峦区",
		"pid" : 890
	}, {
		"id" : 979,
		"name" : "上甘岭区",
		"pid" : 890
	}, {
		"id" : 972,
		"name" : "金山屯区",
		"pid" : 890
	}, {
		"id" : 968,
		"name" : "西林区",
		"pid" : 890
	}, {
		"id" : 971,
		"name" : "美溪区",
		"pid" : 890
	}, {
		"id" : 977,
		"name" : "乌伊岭区",
		"pid" : 890
	} ],
	893 : [ {
		"id" : 1003,
		"name" : "海林市",
		"pid" : 893
	}, {
		"id" : 1001,
		"name" : "林口县",
		"pid" : 893
	}, {
		"id" : 999,
		"name" : "西安区",
		"pid" : 893
	}, {
		"id" : 998,
		"name" : "爱民区",
		"pid" : 893
	}, {
		"id" : 996,
		"name" : "东安区",
		"pid" : 893
	}, {
		"id" : 1005,
		"name" : "穆棱市",
		"pid" : 893
	}, {
		"id" : 1004,
		"name" : "宁安市",
		"pid" : 893
	}, {
		"id" : 1000,
		"name" : "东宁市",
		"pid" : 893
	}, {
		"id" : 1002,
		"name" : "绥芬河市",
		"pid" : 893
	}, {
		"id" : 997,
		"name" : "阳明区",
		"pid" : 893
	} ],
	892 : [ {
		"id" : 994,
		"name" : "茄子河区",
		"pid" : 892
	}, {
		"id" : 992,
		"name" : "新兴区",
		"pid" : 892
	}, {
		"id" : 995,
		"name" : "勃利县",
		"pid" : 892
	}, {
		"id" : 993,
		"name" : "桃山区",
		"pid" : 892
	} ],
	895 : [ {
		"id" : 1019,
		"name" : "安达市",
		"pid" : 895
	}, {
		"id" : 1017,
		"name" : "明水县",
		"pid" : 895
	}, {
		"id" : 1013,
		"name" : "望奎县",
		"pid" : 895
	}, {
		"id" : 1020,
		"name" : "肇东市",
		"pid" : 895
	}, {
		"id" : 1018,
		"name" : "绥棱县",
		"pid" : 895
	}, {
		"id" : 1014,
		"name" : "兰西县",
		"pid" : 895
	}, {
		"id" : 1012,
		"name" : "北林区",
		"pid" : 895
	}, {
		"id" : 1021,
		"name" : "海伦市",
		"pid" : 895
	}, {
		"id" : 1016,
		"name" : "庆安县",
		"pid" : 895
	}, {
		"id" : 1015,
		"name" : "青冈县",
		"pid" : 895
	} ],
	894 : [ {
		"id" : 1009,
		"name" : "孙吴县",
		"pid" : 894
	}, {
		"id" : 1011,
		"name" : "五大连池市",
		"pid" : 894
	}, {
		"id" : 1010,
		"name" : "北安市",
		"pid" : 894
	}, {
		"id" : 1008,
		"name" : "逊克县",
		"pid" : 894
	}, {
		"id" : 1006,
		"name" : "爱辉区",
		"pid" : 894
	}, {
		"id" : 1007,
		"name" : "嫩江县",
		"pid" : 894
	} ],
	4214 : [ {
		"id" : 4249,
		"name" : "杂多县",
		"pid" : 4214
	}, {
		"id" : 4251,
		"name" : "治多县",
		"pid" : 4214
	}, {
		"id" : 4252,
		"name" : "囊谦县",
		"pid" : 4214
	}, {
		"id" : 4250,
		"name" : "称多县",
		"pid" : 4214
	}, {
		"id" : 4253,
		"name" : "曲麻莱县",
		"pid" : 4214
	}, {
		"id" : 4248,
		"name" : "玉树市",
		"pid" : 4214
	} ],
	4215 : [ {
		"id" : 4255,
		"name" : "德令哈市",
		"pid" : 4215
	}, {
		"id" : 4258,
		"name" : "天峻县",
		"pid" : 4215
	}, {
		"id" : 4256,
		"name" : "乌兰县",
		"pid" : 4215
	}, {
		"id" : 4259,
		"name" : "海西蒙古族藏族自治州直辖",
		"pid" : 4215
	}, {
		"id" : 4254,
		"name" : "格尔木市",
		"pid" : 4215
	}, {
		"id" : 4257,
		"name" : "都兰县",
		"pid" : 4215
	} ],
	4212 : [ {
		"id" : 4240,
		"name" : "兴海县",
		"pid" : 4212
	}, {
		"id" : 4239,
		"name" : "贵德县",
		"pid" : 4212
	}, {
		"id" : 4241,
		"name" : "贵南县",
		"pid" : 4212
	}, {
		"id" : 4238,
		"name" : "同德县",
		"pid" : 4212
	}, {
		"id" : 4237,
		"name" : "共和县",
		"pid" : 4212
	} ],
	4213 : [ {
		"id" : 4245,
		"name" : "达日县",
		"pid" : 4213
	}, {
		"id" : 4244,
		"name" : "甘德县",
		"pid" : 4213
	}, {
		"id" : 4247,
		"name" : "玛多县",
		"pid" : 4213
	}, {
		"id" : 4246,
		"name" : "久治县",
		"pid" : 4213
	}, {
		"id" : 4243,
		"name" : "班玛县",
		"pid" : 4213
	}, {
		"id" : 4242,
		"name" : "玛沁县",
		"pid" : 4213
	} ],
	4210 : [ {
		"id" : 4229,
		"name" : "门源回族自治县",
		"pid" : 4210
	}, {
		"id" : 4230,
		"name" : "祁连县",
		"pid" : 4210
	}, {
		"id" : 4232,
		"name" : "刚察县",
		"pid" : 4210
	}, {
		"id" : 4231,
		"name" : "海晏县",
		"pid" : 4210
	} ],
	4211 : [ {
		"id" : 4235,
		"name" : "泽库县",
		"pid" : 4211
	}, {
		"id" : 4233,
		"name" : "同仁县",
		"pid" : 4211
	}, {
		"id" : 4236,
		"name" : "河南蒙古族自治县",
		"pid" : 4211
	}, {
		"id" : 4234,
		"name" : "尖扎县",
		"pid" : 4211
	} ],
	4208 : [ {
		"id" : 4217,
		"name" : "城中区",
		"pid" : 4208
	}, {
		"id" : 4218,
		"name" : "城西区",
		"pid" : 4208
	}, {
		"id" : 4216,
		"name" : "城东区",
		"pid" : 4208
	}, {
		"id" : 4220,
		"name" : "大通回族土族自治县",
		"pid" : 4208
	}, {
		"id" : 4221,
		"name" : "湟中县",
		"pid" : 4208
	}, {
		"id" : 4222,
		"name" : "湟源县",
		"pid" : 4208
	}, {
		"id" : 4219,
		"name" : "城北区",
		"pid" : 4208
	} ],
	4209 : [ {
		"id" : 4223,
		"name" : "乐都区",
		"pid" : 4209
	}, {
		"id" : 4226,
		"name" : "互助土族自治县",
		"pid" : 4209
	}, {
		"id" : 4224,
		"name" : "平安区",
		"pid" : 4209
	}, {
		"id" : 4228,
		"name" : "循化撒拉族自治县",
		"pid" : 4209
	}, {
		"id" : 4227,
		"name" : "化隆回族自治县",
		"pid" : 4209
	}, {
		"id" : 4225,
		"name" : "民和回族土族自治县",
		"pid" : 4209
	} ],
	1329 : [ {
		"id" : 1382,
		"name" : "柯桥区",
		"pid" : 1329
	}, {
		"id" : 1386,
		"name" : "嵊州市",
		"pid" : 1329
	}, {
		"id" : 1384,
		"name" : "新昌县",
		"pid" : 1329
	}, {
		"id" : 1381,
		"name" : "越城区",
		"pid" : 1329
	}, {
		"id" : 1383,
		"name" : "上虞区",
		"pid" : 1329
	}, {
		"id" : 1385,
		"name" : "诸暨市",
		"pid" : 1329
	} ],
	1328 : [ {
		"id" : 1376,
		"name" : "吴兴区",
		"pid" : 1328
	}, {
		"id" : 1378,
		"name" : "德清县",
		"pid" : 1328
	}, {
		"id" : 1379,
		"name" : "长兴县",
		"pid" : 1328
	}, {
		"id" : 1380,
		"name" : "安吉县",
		"pid" : 1328
	}, {
		"id" : 1377,
		"name" : "南浔区",
		"pid" : 1328
	} ],
	1331 : [ {
		"id" : 1396,
		"name" : "柯城区",
		"pid" : 1331
	}, {
		"id" : 1398,
		"name" : "常山县",
		"pid" : 1331
	}, {
		"id" : 1400,
		"name" : "龙游县",
		"pid" : 1331
	}, {
		"id" : 1399,
		"name" : "开化县",
		"pid" : 1331
	}, {
		"id" : 1397,
		"name" : "衢江区",
		"pid" : 1331
	}, {
		"id" : 1401,
		"name" : "江山市",
		"pid" : 1331
	} ],
	1330 : [ {
		"id" : 1395,
		"name" : "永康市",
		"pid" : 1330
	}, {
		"id" : 1387,
		"name" : "婺城区",
		"pid" : 1330
	}, {
		"id" : 1393,
		"name" : "义乌市",
		"pid" : 1330
	}, {
		"id" : 1391,
		"name" : "磐安县",
		"pid" : 1330
	}, {
		"id" : 1394,
		"name" : "东阳市",
		"pid" : 1330
	}, {
		"id" : 1392,
		"name" : "兰溪市",
		"pid" : 1330
	}, {
		"id" : 1389,
		"name" : "武义县",
		"pid" : 1330
	}, {
		"id" : 1388,
		"name" : "金东区",
		"pid" : 1330
	}, {
		"id" : 1390,
		"name" : "浦江县",
		"pid" : 1330
	} ],
	1333 : [ {
		"id" : 1412,
		"name" : "仙居县",
		"pid" : 1333
	}, {
		"id" : 1406,
		"name" : "椒江区",
		"pid" : 1333
	}, {
		"id" : 1413,
		"name" : "温岭市",
		"pid" : 1333
	}, {
		"id" : 1407,
		"name" : "黄岩区",
		"pid" : 1333
	}, {
		"id" : 1409,
		"name" : "玉环县",
		"pid" : 1333
	}, {
		"id" : 1408,
		"name" : "路桥区",
		"pid" : 1333
	}, {
		"id" : 1411,
		"name" : "天台县",
		"pid" : 1333
	}, {
		"id" : 1410,
		"name" : "三门县",
		"pid" : 1333
	}, {
		"id" : 1414,
		"name" : "临海市",
		"pid" : 1333
	} ],
	1332 : [ {
		"id" : 1403,
		"name" : "普陀区",
		"pid" : 1332
	}, {
		"id" : 1405,
		"name" : "嵊泗县",
		"pid" : 1332
	}, {
		"id" : 1402,
		"name" : "定海区",
		"pid" : 1332
	}, {
		"id" : 1404,
		"name" : "岱山县",
		"pid" : 1332
	} ],
	1334 : [ {
		"id" : 1418,
		"name" : "遂昌县",
		"pid" : 1334
	}, {
		"id" : 1423,
		"name" : "龙泉市",
		"pid" : 1334
	}, {
		"id" : 1420,
		"name" : "云和县",
		"pid" : 1334
	}, {
		"id" : 1417,
		"name" : "缙云县",
		"pid" : 1334
	}, {
		"id" : 1419,
		"name" : "松阳县",
		"pid" : 1334
	}, {
		"id" : 1416,
		"name" : "青田县",
		"pid" : 1334
	}, {
		"id" : 1422,
		"name" : "景宁畲族自治县",
		"pid" : 1334
	}, {
		"id" : 1421,
		"name" : "庆元县",
		"pid" : 1334
	}, {
		"id" : 1415,
		"name" : "莲都区",
		"pid" : 1334
	} ],
	1324 : [ {
		"id" : 1344,
		"name" : "桐庐县",
		"pid" : 1324
	}, {
		"id" : 1336,
		"name" : "下城区",
		"pid" : 1324
	}, {
		"id" : 1340,
		"name" : "滨江区",
		"pid" : 1324
	}, {
		"id" : 1338,
		"name" : "拱墅区",
		"pid" : 1324
	}, {
		"id" : 1337,
		"name" : "江干区",
		"pid" : 1324
	}, {
		"id" : 1345,
		"name" : "淳安县",
		"pid" : 1324
	}, {
		"id" : 1335,
		"name" : "上城区",
		"pid" : 1324
	}, {
		"id" : 1341,
		"name" : "萧山区",
		"pid" : 1324
	}, {
		"id" : 1347,
		"name" : "临安市",
		"pid" : 1324
	}, {
		"id" : 1346,
		"name" : "建德市",
		"pid" : 1324
	}, {
		"id" : 1339,
		"name" : "西湖区",
		"pid" : 1324
	}, {
		"id" : 1342,
		"name" : "余杭区",
		"pid" : 1324
	}, {
		"id" : 1343,
		"name" : "富阳区",
		"pid" : 1324
	} ],
	1325 : [ {
		"id" : 1351,
		"name" : "镇海区",
		"pid" : 1325
	}, {
		"id" : 1355,
		"name" : "余姚市",
		"pid" : 1325
	}, {
		"id" : 1352,
		"name" : "鄞州区",
		"pid" : 1325
	}, {
		"id" : 1348,
		"name" : "海曙区",
		"pid" : 1325
	}, {
		"id" : 1356,
		"name" : "慈溪市",
		"pid" : 1325
	}, {
		"id" : 1353,
		"name" : "象山县",
		"pid" : 1325
	}, {
		"id" : 1357,
		"name" : "奉化区",
		"pid" : 1325
	}, {
		"id" : 1350,
		"name" : "北仑区",
		"pid" : 1325
	}, {
		"id" : 1349,
		"name" : "江北区",
		"pid" : 1325
	}, {
		"id" : 1354,
		"name" : "宁海县",
		"pid" : 1325
	} ],
	1326 : [ {
		"id" : 1367,
		"name" : "瑞安市",
		"pid" : 1326
	}, {
		"id" : 1362,
		"name" : "永嘉县",
		"pid" : 1326
	}, {
		"id" : 1368,
		"name" : "乐清市",
		"pid" : 1326
	}, {
		"id" : 1364,
		"name" : "苍南县",
		"pid" : 1326
	}, {
		"id" : 1360,
		"name" : "瓯海区",
		"pid" : 1326
	}, {
		"id" : 1365,
		"name" : "文成县",
		"pid" : 1326
	}, {
		"id" : 1366,
		"name" : "泰顺县",
		"pid" : 1326
	}, {
		"id" : 1359,
		"name" : "龙湾区",
		"pid" : 1326
	}, {
		"id" : 1363,
		"name" : "平阳县",
		"pid" : 1326
	}, {
		"id" : 1361,
		"name" : "洞头区",
		"pid" : 1326
	}, {
		"id" : 1358,
		"name" : "鹿城区",
		"pid" : 1326
	} ],
	1327 : [ {
		"id" : 1370,
		"name" : "秀洲区",
		"pid" : 1327
	}, {
		"id" : 1372,
		"name" : "海盐县",
		"pid" : 1327
	}, {
		"id" : 1375,
		"name" : "桐乡市",
		"pid" : 1327
	}, {
		"id" : 1371,
		"name" : "嘉善县",
		"pid" : 1327
	}, {
		"id" : 1373,
		"name" : "海宁市",
		"pid" : 1327
	}, {
		"id" : 1374,
		"name" : "平湖市",
		"pid" : 1327
	}, {
		"id" : 1369,
		"name" : "南湖区",
		"pid" : 1327
	} ],
	3936 : [ {
		"id" : 4012,
		"name" : "勉县",
		"pid" : 3936
	}, {
		"id" : 4016,
		"name" : "留坝县",
		"pid" : 3936
	}, {
		"id" : 4017,
		"name" : "佛坪县",
		"pid" : 3936
	}, {
		"id" : 4014,
		"name" : "略阳县",
		"pid" : 3936
	}, {
		"id" : 4013,
		"name" : "宁强县",
		"pid" : 3936
	}, {
		"id" : 4008,
		"name" : "南郑县",
		"pid" : 3936
	}, {
		"id" : 4007,
		"name" : "汉台区",
		"pid" : 3936
	}, {
		"id" : 4010,
		"name" : "洋县",
		"pid" : 3936
	}, {
		"id" : 4015,
		"name" : "镇巴县",
		"pid" : 3936
	}, {
		"id" : 4009,
		"name" : "城固县",
		"pid" : 3936
	}, {
		"id" : 4011,
		"name" : "西乡县",
		"pid" : 3936
	} ],
	2860 : [ {
		"id" : 2911,
		"name" : "长洲区",
		"pid" : 2860
	}, {
		"id" : 2910,
		"name" : "万秀区",
		"pid" : 2860
	}, {
		"id" : 2913,
		"name" : "苍梧县",
		"pid" : 2860
	}, {
		"id" : 2914,
		"name" : "藤县",
		"pid" : 2860
	}, {
		"id" : 2912,
		"name" : "龙圩区",
		"pid" : 2860
	}, {
		"id" : 2916,
		"name" : "岑溪市",
		"pid" : 2860
	}, {
		"id" : 2915,
		"name" : "蒙山县",
		"pid" : 2860
	} ],
	402 : [ {
		"id" : 487,
		"name" : "神池县",
		"pid" : 402
	}, {
		"id" : 484,
		"name" : "繁峙县",
		"pid" : 402
	}, {
		"id" : 491,
		"name" : "保德县",
		"pid" : 402
	}, {
		"id" : 480,
		"name" : "忻府区",
		"pid" : 402
	}, {
		"id" : 486,
		"name" : "静乐县",
		"pid" : 402
	}, {
		"id" : 488,
		"name" : "五寨县",
		"pid" : 402
	}, {
		"id" : 489,
		"name" : "岢岚县",
		"pid" : 402
	}, {
		"id" : 490,
		"name" : "河曲县",
		"pid" : 402
	}, {
		"id" : 481,
		"name" : "定襄县",
		"pid" : 402
	}, {
		"id" : 482,
		"name" : "五台县",
		"pid" : 402
	}, {
		"id" : 493,
		"name" : "原平市",
		"pid" : 402
	}, {
		"id" : 492,
		"name" : "偏关县",
		"pid" : 402
	}, {
		"id" : 483,
		"name" : "代县",
		"pid" : 402
	}, {
		"id" : 485,
		"name" : "宁武县",
		"pid" : 402
	} ],
	3937 : [ {
		"id" : 4027,
		"name" : "吴堡县",
		"pid" : 3937
	}, {
		"id" : 4018,
		"name" : "榆阳区",
		"pid" : 3937
	}, {
		"id" : 4028,
		"name" : "清涧县",
		"pid" : 3937
	}, {
		"id" : 4023,
		"name" : "定边县",
		"pid" : 3937
	}, {
		"id" : 4021,
		"name" : "横山区",
		"pid" : 3937
	}, {
		"id" : 4029,
		"name" : "子洲县",
		"pid" : 3937
	}, {
		"id" : 4024,
		"name" : "绥德县",
		"pid" : 3937
	}, {
		"id" : 4020,
		"name" : "府谷县",
		"pid" : 3937
	}, {
		"id" : 4025,
		"name" : "米脂县",
		"pid" : 3937
	}, {
		"id" : 4026,
		"name" : "佳县",
		"pid" : 3937
	}, {
		"id" : 4022,
		"name" : "靖边县",
		"pid" : 3937
	}, {
		"id" : 4019,
		"name" : "神木县",
		"pid" : 3937
	} ],
	2861 : [ {
		"id" : 2920,
		"name" : "合浦县",
		"pid" : 2861
	}, {
		"id" : 2919,
		"name" : "铁山港区",
		"pid" : 2861
	}, {
		"id" : 2918,
		"name" : "银海区",
		"pid" : 2861
	}, {
		"id" : 2917,
		"name" : "海城区",
		"pid" : 2861
	} ],
	403 : [ {
		"id" : 503,
		"name" : "乡宁县",
		"pid" : 403
	}, {
		"id" : 506,
		"name" : "永和县",
		"pid" : 403
	}, {
		"id" : 502,
		"name" : "吉县",
		"pid" : 403
	}, {
		"id" : 497,
		"name" : "襄汾县",
		"pid" : 403
	}, {
		"id" : 500,
		"name" : "安泽县",
		"pid" : 403
	}, {
		"id" : 508,
		"name" : "汾西县",
		"pid" : 403
	}, {
		"id" : 504,
		"name" : "大宁县",
		"pid" : 403
	}, {
		"id" : 495,
		"name" : "曲沃县",
		"pid" : 403
	}, {
		"id" : 498,
		"name" : "洪洞县",
		"pid" : 403
	}, {
		"id" : 499,
		"name" : "古县",
		"pid" : 403
	}, {
		"id" : 496,
		"name" : "翼城县",
		"pid" : 403
	}, {
		"id" : 494,
		"name" : "尧都区",
		"pid" : 403
	}, {
		"id" : 509,
		"name" : "侯马市",
		"pid" : 403
	}, {
		"id" : 507,
		"name" : "蒲县",
		"pid" : 403
	}, {
		"id" : 501,
		"name" : "浮山县",
		"pid" : 403
	}, {
		"id" : 505,
		"name" : "隰县",
		"pid" : 403
	}, {
		"id" : 510,
		"name" : "霍州市",
		"pid" : 403
	} ],
	3938 : [ {
		"id" : 4036,
		"name" : "平利县",
		"pid" : 3938
	}, {
		"id" : 4039,
		"name" : "白河县",
		"pid" : 3938
	}, {
		"id" : 4037,
		"name" : "镇坪县",
		"pid" : 3938
	}, {
		"id" : 4032,
		"name" : "石泉县",
		"pid" : 3938
	}, {
		"id" : 4033,
		"name" : "宁陕县",
		"pid" : 3938
	}, {
		"id" : 4038,
		"name" : "旬阳县",
		"pid" : 3938
	}, {
		"id" : 4034,
		"name" : "紫阳县",
		"pid" : 3938
	}, {
		"id" : 4031,
		"name" : "汉阴县",
		"pid" : 3938
	}, {
		"id" : 4035,
		"name" : "岚皋县",
		"pid" : 3938
	}, {
		"id" : 4030,
		"name" : "汉滨区",
		"pid" : 3938
	} ],
	3396 : [ {
		"id" : 3473,
		"name" : "丹寨县",
		"pid" : 3396
	}, {
		"id" : 3459,
		"name" : "黄平县",
		"pid" : 3396
	}, {
		"id" : 3462,
		"name" : "镇远县",
		"pid" : 3396
	}, {
		"id" : 3465,
		"name" : "锦屏县",
		"pid" : 3396
	}, {
		"id" : 3472,
		"name" : "麻江县",
		"pid" : 3396
	}, {
		"id" : 3469,
		"name" : "榕江县",
		"pid" : 3396
	}, {
		"id" : 3466,
		"name" : "剑河县",
		"pid" : 3396
	}, {
		"id" : 3470,
		"name" : "从江县",
		"pid" : 3396
	}, {
		"id" : 3458,
		"name" : "凯里市",
		"pid" : 3396
	}, {
		"id" : 3461,
		"name" : "三穗县",
		"pid" : 3396
	}, {
		"id" : 3463,
		"name" : "岑巩县",
		"pid" : 3396
	}, {
		"id" : 3467,
		"name" : "台江县",
		"pid" : 3396
	}, {
		"id" : 3471,
		"name" : "雷山县",
		"pid" : 3396
	}, {
		"id" : 3468,
		"name" : "黎平县",
		"pid" : 3396
	}, {
		"id" : 3460,
		"name" : "施秉县",
		"pid" : 3396
	}, {
		"id" : 3464,
		"name" : "天柱县",
		"pid" : 3396
	} ],
	2862 : [ {
		"id" : 2924,
		"name" : "东兴市",
		"pid" : 2862
	}, {
		"id" : 2922,
		"name" : "防城区",
		"pid" : 2862
	}, {
		"id" : 2923,
		"name" : "上思县",
		"pid" : 2862
	}, {
		"id" : 2921,
		"name" : "港口区",
		"pid" : 2862
	} ],
	400 : [ {
		"id" : 466,
		"name" : "介休市",
		"pid" : 400
	}, {
		"id" : 462,
		"name" : "太谷县",
		"pid" : 400
	}, {
		"id" : 465,
		"name" : "灵石县",
		"pid" : 400
	}, {
		"id" : 464,
		"name" : "平遥县",
		"pid" : 400
	}, {
		"id" : 459,
		"name" : "和顺县",
		"pid" : 400
	}, {
		"id" : 456,
		"name" : "榆次区",
		"pid" : 400
	}, {
		"id" : 461,
		"name" : "寿阳县",
		"pid" : 400
	}, {
		"id" : 460,
		"name" : "昔阳县",
		"pid" : 400
	}, {
		"id" : 458,
		"name" : "左权县",
		"pid" : 400
	}, {
		"id" : 463,
		"name" : "祁县",
		"pid" : 400
	}, {
		"id" : 457,
		"name" : "榆社县",
		"pid" : 400
	} ],
	3939 : [ {
		"id" : 4045,
		"name" : "镇安县",
		"pid" : 3939
	}, {
		"id" : 4046,
		"name" : "柞水县",
		"pid" : 3939
	}, {
		"id" : 4044,
		"name" : "山阳县",
		"pid" : 3939
	}, {
		"id" : 4043,
		"name" : "商南县",
		"pid" : 3939
	}, {
		"id" : 4040,
		"name" : "商州区",
		"pid" : 3939
	}, {
		"id" : 4042,
		"name" : "丹凤县",
		"pid" : 3939
	}, {
		"id" : 4041,
		"name" : "洛南县",
		"pid" : 3939
	} ],
	3397 : [ {
		"id" : 3484,
		"name" : "惠水县",
		"pid" : 3397
	}, {
		"id" : 3474,
		"name" : "都匀市",
		"pid" : 3397
	}, {
		"id" : 3483,
		"name" : "龙里县",
		"pid" : 3397
	}, {
		"id" : 3479,
		"name" : "独山县",
		"pid" : 3397
	}, {
		"id" : 3480,
		"name" : "平塘县",
		"pid" : 3397
	}, {
		"id" : 3485,
		"name" : "三都水族自治县",
		"pid" : 3397
	}, {
		"id" : 3476,
		"name" : "荔波县",
		"pid" : 3397
	}, {
		"id" : 3478,
		"name" : "瓮安县",
		"pid" : 3397
	}, {
		"id" : 3482,
		"name" : "长顺县",
		"pid" : 3397
	}, {
		"id" : 3481,
		"name" : "罗甸县",
		"pid" : 3397
	}, {
		"id" : 3477,
		"name" : "贵定县",
		"pid" : 3397
	}, {
		"id" : 3475,
		"name" : "福泉市",
		"pid" : 3397
	} ],
	2863 : [ {
		"id" : 2928,
		"name" : "浦北县",
		"pid" : 2863
	}, {
		"id" : 2926,
		"name" : "钦北区",
		"pid" : 2863
	}, {
		"id" : 2927,
		"name" : "灵山县",
		"pid" : 2863
	}, {
		"id" : 2925,
		"name" : "钦南区",
		"pid" : 2863
	} ],
	401 : [ {
		"id" : 478,
		"name" : "永济市",
		"pid" : 401
	}, {
		"id" : 467,
		"name" : "盐湖区",
		"pid" : 401
	}, {
		"id" : 470,
		"name" : "闻喜县",
		"pid" : 401
	}, {
		"id" : 468,
		"name" : "临猗县",
		"pid" : 401
	}, {
		"id" : 475,
		"name" : "夏县",
		"pid" : 401
	}, {
		"id" : 469,
		"name" : "万荣县",
		"pid" : 401
	}, {
		"id" : 474,
		"name" : "垣曲县",
		"pid" : 401
	}, {
		"id" : 479,
		"name" : "河津市",
		"pid" : 401
	}, {
		"id" : 472,
		"name" : "新绛县",
		"pid" : 401
	}, {
		"id" : 476,
		"name" : "平陆县",
		"pid" : 401
	}, {
		"id" : 471,
		"name" : "稷山县",
		"pid" : 401
	}, {
		"id" : 477,
		"name" : "芮城县",
		"pid" : 401
	}, {
		"id" : 473,
		"name" : "绛县",
		"pid" : 401
	} ],
	3394 : [ {
		"id" : 3448,
		"name" : "沿河土家族自治县",
		"pid" : 3394
	}, {
		"id" : 3444,
		"name" : "石阡县",
		"pid" : 3394
	}, {
		"id" : 3445,
		"name" : "思南县",
		"pid" : 3394
	}, {
		"id" : 3449,
		"name" : "松桃苗族自治县",
		"pid" : 3394
	}, {
		"id" : 3447,
		"name" : "德江县",
		"pid" : 3394
	}, {
		"id" : 3443,
		"name" : "玉屏侗族自治县",
		"pid" : 3394
	}, {
		"id" : 3441,
		"name" : "万山区",
		"pid" : 3394
	}, {
		"id" : 3446,
		"name" : "印江土家族苗族自治县",
		"pid" : 3394
	}, {
		"id" : 3442,
		"name" : "江口县",
		"pid" : 3394
	}, {
		"id" : 3440,
		"name" : "碧江区",
		"pid" : 3394
	} ],
	3395 : [ {
		"id" : 3453,
		"name" : "晴隆县",
		"pid" : 3395
	}, {
		"id" : 3455,
		"name" : "望谟县",
		"pid" : 3395
	}, {
		"id" : 3454,
		"name" : "贞丰县",
		"pid" : 3395
	}, {
		"id" : 3452,
		"name" : "普安县",
		"pid" : 3395
	}, {
		"id" : 3451,
		"name" : "兴仁县",
		"pid" : 3395
	}, {
		"id" : 3450,
		"name" : "兴义市",
		"pid" : 3395
	}, {
		"id" : 3456,
		"name" : "册亨县",
		"pid" : 3395
	}, {
		"id" : 3457,
		"name" : "安龙县",
		"pid" : 3395
	} ],
	2857 : [ {
		"id" : 2879,
		"name" : "马山县",
		"pid" : 2857
	}, {
		"id" : 2877,
		"name" : "武鸣区",
		"pid" : 2857
	}, {
		"id" : 2881,
		"name" : "宾阳县",
		"pid" : 2857
	}, {
		"id" : 2876,
		"name" : "邕宁区",
		"pid" : 2857
	}, {
		"id" : 2871,
		"name" : "兴宁区",
		"pid" : 2857
	}, {
		"id" : 2875,
		"name" : "良庆区",
		"pid" : 2857
	}, {
		"id" : 2872,
		"name" : "青秀区",
		"pid" : 2857
	}, {
		"id" : 2880,
		"name" : "上林县",
		"pid" : 2857
	}, {
		"id" : 2882,
		"name" : "横县",
		"pid" : 2857
	}, {
		"id" : 2873,
		"name" : "江南区",
		"pid" : 2857
	}, {
		"id" : 2878,
		"name" : "隆安县",
		"pid" : 2857
	}, {
		"id" : 2874,
		"name" : "西乡塘区",
		"pid" : 2857
	} ],
	3392 : [ {
		"id" : 3430,
		"name" : "关岭布依族苗族自治县",
		"pid" : 3392
	}, {
		"id" : 3431,
		"name" : "紫云苗族布依族自治县",
		"pid" : 3392
	}, {
		"id" : 3426,
		"name" : "西秀区",
		"pid" : 3392
	}, {
		"id" : 3429,
		"name" : "镇宁布依族苗族自治县",
		"pid" : 3392
	}, {
		"id" : 3427,
		"name" : "平坝区",
		"pid" : 3392
	}, {
		"id" : 3428,
		"name" : "普定县",
		"pid" : 3392
	} ],
	2858 : [ {
		"id" : 2891,
		"name" : "融水苗族自治县",
		"pid" : 2858
	}, {
		"id" : 2885,
		"name" : "柳南区",
		"pid" : 2858
	}, {
		"id" : 2883,
		"name" : "城中区",
		"pid" : 2858
	}, {
		"id" : 2889,
		"name" : "鹿寨县",
		"pid" : 2858
	}, {
		"id" : 2888,
		"name" : "柳城县",
		"pid" : 2858
	}, {
		"id" : 2886,
		"name" : "柳北区",
		"pid" : 2858
	}, {
		"id" : 2887,
		"name" : "柳江区",
		"pid" : 2858
	}, {
		"id" : 2892,
		"name" : "三江侗族自治县",
		"pid" : 2858
	}, {
		"id" : 2890,
		"name" : "融安县",
		"pid" : 2858
	}, {
		"id" : 2884,
		"name" : "鱼峰区",
		"pid" : 2858
	} ],
	404 : [ {
		"id" : 518,
		"name" : "岚县",
		"pid" : 404
	}, {
		"id" : 512,
		"name" : "文水县",
		"pid" : 404
	}, {
		"id" : 514,
		"name" : "兴县",
		"pid" : 404
	}, {
		"id" : 513,
		"name" : "交城县",
		"pid" : 404
	}, {
		"id" : 511,
		"name" : "离石区",
		"pid" : 404
	}, {
		"id" : 519,
		"name" : "方山县",
		"pid" : 404
	}, {
		"id" : 515,
		"name" : "临县",
		"pid" : 404
	}, {
		"id" : 521,
		"name" : "交口县",
		"pid" : 404
	}, {
		"id" : 520,
		"name" : "中阳县",
		"pid" : 404
	}, {
		"id" : 522,
		"name" : "孝义市",
		"pid" : 404
	}, {
		"id" : 516,
		"name" : "柳林县",
		"pid" : 404
	}, {
		"id" : 517,
		"name" : "石楼县",
		"pid" : 404
	}, {
		"id" : 523,
		"name" : "汾阳市",
		"pid" : 404
	} ],
	3393 : [ {
		"id" : 3434,
		"name" : "黔西县",
		"pid" : 3393
	}, {
		"id" : 3436,
		"name" : "织金县",
		"pid" : 3393
	}, {
		"id" : 3433,
		"name" : "大方县",
		"pid" : 3393
	}, {
		"id" : 3435,
		"name" : "金沙县",
		"pid" : 3393
	}, {
		"id" : 3438,
		"name" : "威宁彝族回族苗族自治县",
		"pid" : 3393
	}, {
		"id" : 3432,
		"name" : "七星关区",
		"pid" : 3393
	}, {
		"id" : 3439,
		"name" : "赫章县",
		"pid" : 3393
	}, {
		"id" : 3437,
		"name" : "纳雍县",
		"pid" : 3393
	} ],
	2859 : [ {
		"id" : 2902,
		"name" : "兴安县",
		"pid" : 2859
	}, {
		"id" : 2894,
		"name" : "叠彩区",
		"pid" : 2859
	}, {
		"id" : 2895,
		"name" : "象山区",
		"pid" : 2859
	}, {
		"id" : 2898,
		"name" : "临桂区",
		"pid" : 2859
	}, {
		"id" : 2896,
		"name" : "七星区",
		"pid" : 2859
	}, {
		"id" : 2899,
		"name" : "阳朔县",
		"pid" : 2859
	}, {
		"id" : 2903,
		"name" : "永福县",
		"pid" : 2859
	}, {
		"id" : 2906,
		"name" : "资源县",
		"pid" : 2859
	}, {
		"id" : 2905,
		"name" : "龙胜各族自治县",
		"pid" : 2859
	}, {
		"id" : 2904,
		"name" : "灌阳县",
		"pid" : 2859
	}, {
		"id" : 2909,
		"name" : "恭城瑶族自治县",
		"pid" : 2859
	}, {
		"id" : 2907,
		"name" : "平乐县",
		"pid" : 2859
	}, {
		"id" : 2900,
		"name" : "灵川县",
		"pid" : 2859
	}, {
		"id" : 2901,
		"name" : "全州县",
		"pid" : 2859
	}, {
		"id" : 2893,
		"name" : "秀峰区",
		"pid" : 2859
	}, {
		"id" : 2908,
		"name" : "荔浦县",
		"pid" : 2859
	}, {
		"id" : 2897,
		"name" : "雁山区",
		"pid" : 2859
	} ],
	4283 : [ {
		"id" : 4305,
		"name" : "海原县",
		"pid" : 4283
	}, {
		"id" : 4303,
		"name" : "沙坡头区",
		"pid" : 4283
	}, {
		"id" : 4304,
		"name" : "中宁县",
		"pid" : 4283
	} ],
	2869 : [ {
		"id" : 2970,
		"name" : "忻城县",
		"pid" : 2869
	}, {
		"id" : 2969,
		"name" : "兴宾区",
		"pid" : 2869
	}, {
		"id" : 2971,
		"name" : "象州县",
		"pid" : 2869
	}, {
		"id" : 2973,
		"name" : "金秀瑶族自治县",
		"pid" : 2869
	}, {
		"id" : 2974,
		"name" : "合山市",
		"pid" : 2869
	}, {
		"id" : 2972,
		"name" : "武宣县",
		"pid" : 2869
	} ],
	395 : [ {
		"id" : 423,
		"name" : "浑源县",
		"pid" : 395
	}, {
		"id" : 419,
		"name" : "阳高县",
		"pid" : 395
	}, {
		"id" : 425,
		"name" : "大同县",
		"pid" : 395
	}, {
		"id" : 421,
		"name" : "广灵县",
		"pid" : 395
	}, {
		"id" : 424,
		"name" : "左云县",
		"pid" : 395
	}, {
		"id" : 418,
		"name" : "新荣区",
		"pid" : 395
	}, {
		"id" : 422,
		"name" : "灵丘县",
		"pid" : 395
	}, {
		"id" : 417,
		"name" : "南郊区",
		"pid" : 395
	}, {
		"id" : 415,
		"name" : "城区",
		"pid" : 395
	}, {
		"id" : 420,
		"name" : "天镇县",
		"pid" : 395
	}, {
		"id" : 416,
		"name" : "矿区",
		"pid" : 395
	} ],
	4282 : [ {
		"id" : 4298,
		"name" : "原州区",
		"pid" : 4282
	}, {
		"id" : 4299,
		"name" : "西吉县",
		"pid" : 4282
	}, {
		"id" : 4301,
		"name" : "泾源县",
		"pid" : 4282
	}, {
		"id" : 4300,
		"name" : "隆德县",
		"pid" : 4282
	}, {
		"id" : 4302,
		"name" : "彭阳县",
		"pid" : 4282
	} ],
	2868 : [ {
		"id" : 2965,
		"name" : "巴马瑶族自治县",
		"pid" : 2868
	}, {
		"id" : 2959,
		"name" : "南丹县",
		"pid" : 2868
	}, {
		"id" : 2966,
		"name" : "都安瑶族自治县",
		"pid" : 2868
	}, {
		"id" : 2958,
		"name" : "金城江区",
		"pid" : 2868
	}, {
		"id" : 2961,
		"name" : "凤山县",
		"pid" : 2868
	}, {
		"id" : 2960,
		"name" : "天峨县",
		"pid" : 2868
	}, {
		"id" : 2968,
		"name" : "宜州市",
		"pid" : 2868
	}, {
		"id" : 2967,
		"name" : "大化瑶族自治县",
		"pid" : 2868
	}, {
		"id" : 2963,
		"name" : "罗城仫佬族自治县",
		"pid" : 2868
	}, {
		"id" : 2962,
		"name" : "东兰县",
		"pid" : 2868
	}, {
		"id" : 2964,
		"name" : "环江毛南族自治县",
		"pid" : 2868
	} ],
	394 : [ {
		"id" : 414,
		"name" : "古交市",
		"pid" : 394
	}, {
		"id" : 406,
		"name" : "迎泽区",
		"pid" : 394
	}, {
		"id" : 408,
		"name" : "尖草坪区",
		"pid" : 394
	}, {
		"id" : 413,
		"name" : "娄烦县",
		"pid" : 394
	}, {
		"id" : 405,
		"name" : "小店区",
		"pid" : 394
	}, {
		"id" : 409,
		"name" : "万柏林区",
		"pid" : 394
	}, {
		"id" : 407,
		"name" : "杏花岭区",
		"pid" : 394
	}, {
		"id" : 410,
		"name" : "晋源区",
		"pid" : 394
	}, {
		"id" : 412,
		"name" : "阳曲县",
		"pid" : 394
	}, {
		"id" : 411,
		"name" : "清徐县",
		"pid" : 394
	} ],
	4281 : [ {
		"id" : 4295,
		"name" : "盐池县",
		"pid" : 4281
	}, {
		"id" : 4297,
		"name" : "青铜峡市",
		"pid" : 4281
	}, {
		"id" : 4293,
		"name" : "利通区",
		"pid" : 4281
	}, {
		"id" : 4296,
		"name" : "同心县",
		"pid" : 4281
	}, {
		"id" : 4294,
		"name" : "红寺堡区",
		"pid" : 4281
	} ],
	1477 : [ {
		"id" : 1579,
		"name" : "泾县",
		"pid" : 1477
	}, {
		"id" : 1577,
		"name" : "郎溪县",
		"pid" : 1477
	}, {
		"id" : 1582,
		"name" : "宁国市",
		"pid" : 1477
	}, {
		"id" : 1580,
		"name" : "绩溪县",
		"pid" : 1477
	}, {
		"id" : 1581,
		"name" : "旌德县",
		"pid" : 1477
	}, {
		"id" : 1578,
		"name" : "广德县",
		"pid" : 1477
	}, {
		"id" : 1576,
		"name" : "宣州区",
		"pid" : 1477
	} ],
	4280 : [ {
		"id" : 4291,
		"name" : "惠农区",
		"pid" : 4280
	}, {
		"id" : 4290,
		"name" : "大武口区",
		"pid" : 4280
	}, {
		"id" : 4292,
		"name" : "平罗县",
		"pid" : 4280
	} ],
	2870 : [ {
		"id" : 2979,
		"name" : "大新县",
		"pid" : 2870
	}, {
		"id" : 2977,
		"name" : "宁明县",
		"pid" : 2870
	}, {
		"id" : 2975,
		"name" : "江州区",
		"pid" : 2870
	}, {
		"id" : 2976,
		"name" : "扶绥县",
		"pid" : 2870
	}, {
		"id" : 2978,
		"name" : "龙州县",
		"pid" : 2870
	}, {
		"id" : 2980,
		"name" : "天等县",
		"pid" : 2870
	}, {
		"id" : 2981,
		"name" : "凭祥市",
		"pid" : 2870
	} ],
	1476 : [ {
		"id" : 1574,
		"name" : "石台县",
		"pid" : 1476
	}, {
		"id" : 1573,
		"name" : "东至县",
		"pid" : 1476
	}, {
		"id" : 1572,
		"name" : "贵池区",
		"pid" : 1476
	}, {
		"id" : 1575,
		"name" : "青阳县",
		"pid" : 1476
	} ],
	2865 : [ {
		"id" : 2940,
		"name" : "北流市",
		"pid" : 2865
	}, {
		"id" : 2936,
		"name" : "容县",
		"pid" : 2865
	}, {
		"id" : 2934,
		"name" : "玉州区",
		"pid" : 2865
	}, {
		"id" : 2938,
		"name" : "博白县",
		"pid" : 2865
	}, {
		"id" : 2937,
		"name" : "陆川县",
		"pid" : 2865
	}, {
		"id" : 2935,
		"name" : "福绵区",
		"pid" : 2865
	}, {
		"id" : 2939,
		"name" : "兴业县",
		"pid" : 2865
	} ],
	399 : [ {
		"id" : 450,
		"name" : "朔城区",
		"pid" : 399
	}, {
		"id" : 451,
		"name" : "平鲁区",
		"pid" : 399
	}, {
		"id" : 455,
		"name" : "怀仁县",
		"pid" : 399
	}, {
		"id" : 453,
		"name" : "应县",
		"pid" : 399
	}, {
		"id" : 454,
		"name" : "右玉县",
		"pid" : 399
	}, {
		"id" : 452,
		"name" : "山阴县",
		"pid" : 399
	} ],
	1475 : [ {
		"id" : 1571,
		"name" : "利辛县",
		"pid" : 1475
	}, {
		"id" : 1568,
		"name" : "谯城区",
		"pid" : 1475
	}, {
		"id" : 1570,
		"name" : "蒙城县",
		"pid" : 1475
	}, {
		"id" : 1569,
		"name" : "涡阳县",
		"pid" : 1475
	} ],
	2864 : [ {
		"id" : 2932,
		"name" : "平南县",
		"pid" : 2864
	}, {
		"id" : 2933,
		"name" : "桂平市",
		"pid" : 2864
	}, {
		"id" : 2930,
		"name" : "港南区",
		"pid" : 2864
	}, {
		"id" : 2931,
		"name" : "覃塘区",
		"pid" : 2864
	}, {
		"id" : 2929,
		"name" : "港北区",
		"pid" : 2864
	} ],
	398 : [ {
		"id" : 448,
		"name" : "泽州县",
		"pid" : 398
	}, {
		"id" : 445,
		"name" : "沁水县",
		"pid" : 398
	}, {
		"id" : 449,
		"name" : "高平市",
		"pid" : 398
	}, {
		"id" : 447,
		"name" : "陵川县",
		"pid" : 398
	}, {
		"id" : 444,
		"name" : "城区",
		"pid" : 398
	}, {
		"id" : 446,
		"name" : "阳城县",
		"pid" : 398
	} ],
	1474 : [ {
		"id" : 1565,
		"name" : "舒城县",
		"pid" : 1474
	}, {
		"id" : 1566,
		"name" : "金寨县",
		"pid" : 1474
	}, {
		"id" : 1564,
		"name" : "霍邱县",
		"pid" : 1474
	}, {
		"id" : 1562,
		"name" : "裕安区",
		"pid" : 1474
	}, {
		"id" : 1567,
		"name" : "霍山县",
		"pid" : 1474
	}, {
		"id" : 1561,
		"name" : "金安区",
		"pid" : 1474
	}, {
		"id" : 1563,
		"name" : "叶集区",
		"pid" : 1474
	} ],
	2867 : [ {
		"id" : 2955,
		"name" : "昭平县",
		"pid" : 2867
	}, {
		"id" : 2953,
		"name" : "八步区",
		"pid" : 2867
	}, {
		"id" : 2954,
		"name" : "平桂区",
		"pid" : 2867
	}, {
		"id" : 2957,
		"name" : "富川瑶族自治县",
		"pid" : 2867
	}, {
		"id" : 2956,
		"name" : "钟山县",
		"pid" : 2867
	} ],
	397 : [ {
		"id" : 440,
		"name" : "武乡县",
		"pid" : 397
	}, {
		"id" : 443,
		"name" : "潞城市",
		"pid" : 397
	}, {
		"id" : 431,
		"name" : "城区",
		"pid" : 397
	}, {
		"id" : 435,
		"name" : "屯留县",
		"pid" : 397
	}, {
		"id" : 438,
		"name" : "壶关县",
		"pid" : 397
	}, {
		"id" : 442,
		"name" : "沁源县",
		"pid" : 397
	}, {
		"id" : 432,
		"name" : "郊区",
		"pid" : 397
	}, {
		"id" : 434,
		"name" : "襄垣县",
		"pid" : 397
	}, {
		"id" : 439,
		"name" : "长子县",
		"pid" : 397
	}, {
		"id" : 436,
		"name" : "平顺县",
		"pid" : 397
	}, {
		"id" : 437,
		"name" : "黎城县",
		"pid" : 397
	}, {
		"id" : 433,
		"name" : "长治县",
		"pid" : 397
	}, {
		"id" : 441,
		"name" : "沁县",
		"pid" : 397
	} ],
	1473 : [ {
		"id" : 1559,
		"name" : "灵璧县",
		"pid" : 1473
	}, {
		"id" : 1557,
		"name" : "砀山县",
		"pid" : 1473
	}, {
		"id" : 1560,
		"name" : "泗县",
		"pid" : 1473
	}, {
		"id" : 1558,
		"name" : "萧县",
		"pid" : 1473
	}, {
		"id" : 1556,
		"name" : "埇桥区",
		"pid" : 1473
	} ],
	2866 : [ {
		"id" : 2947,
		"name" : "那坡县",
		"pid" : 2866
	}, {
		"id" : 2950,
		"name" : "田林县",
		"pid" : 2866
	}, {
		"id" : 2943,
		"name" : "田东县",
		"pid" : 2866
	}, {
		"id" : 2946,
		"name" : "靖西市",
		"pid" : 2866
	}, {
		"id" : 2945,
		"name" : "德保县",
		"pid" : 2866
	}, {
		"id" : 2944,
		"name" : "平果县",
		"pid" : 2866
	}, {
		"id" : 2949,
		"name" : "乐业县",
		"pid" : 2866
	}, {
		"id" : 2942,
		"name" : "田阳县",
		"pid" : 2866
	}, {
		"id" : 2948,
		"name" : "凌云县",
		"pid" : 2866
	}, {
		"id" : 2952,
		"name" : "隆林各族自治县",
		"pid" : 2866
	}, {
		"id" : 2951,
		"name" : "西林县",
		"pid" : 2866
	}, {
		"id" : 2941,
		"name" : "右江区",
		"pid" : 2866
	} ],
	396 : [ {
		"id" : 429,
		"name" : "平定县",
		"pid" : 396
	}, {
		"id" : 426,
		"name" : "城区",
		"pid" : 396
	}, {
		"id" : 430,
		"name" : "盂县",
		"pid" : 396
	}, {
		"id" : 428,
		"name" : "郊区",
		"pid" : 396
	}, {
		"id" : 427,
		"name" : "矿区",
		"pid" : 396
	} ],
	1472 : [ {
		"id" : 1551,
		"name" : "临泉县",
		"pid" : 1472
	}, {
		"id" : 1549,
		"name" : "颍东区",
		"pid" : 1472
	}, {
		"id" : 1555,
		"name" : "界首市",
		"pid" : 1472
	}, {
		"id" : 1554,
		"name" : "颍上县",
		"pid" : 1472
	}, {
		"id" : 1548,
		"name" : "颍州区",
		"pid" : 1472
	}, {
		"id" : 1552,
		"name" : "太和县",
		"pid" : 1472
	}, {
		"id" : 1550,
		"name" : "颍泉区",
		"pid" : 1472
	}, {
		"id" : 1553,
		"name" : "阜南县",
		"pid" : 1472
	} ],
	4279 : [ {
		"id" : 4285,
		"name" : "西夏区",
		"pid" : 4279
	}, {
		"id" : 4289,
		"name" : "灵武市",
		"pid" : 4279
	}, {
		"id" : 4288,
		"name" : "贺兰县",
		"pid" : 4279
	}, {
		"id" : 4286,
		"name" : "金凤区",
		"pid" : 4279
	}, {
		"id" : 4284,
		"name" : "兴庆区",
		"pid" : 4279
	}, {
		"id" : 4287,
		"name" : "永宁县",
		"pid" : 4279
	} ],
	3931 : [ {
		"id" : 3953,
		"name" : "王益区",
		"pid" : 3931
	}, {
		"id" : 3956,
		"name" : "宜君县",
		"pid" : 3931
	}, {
		"id" : 3954,
		"name" : "印台区",
		"pid" : 3931
	}, {
		"id" : 3955,
		"name" : "耀州区",
		"pid" : 3931
	} ],
	3930 : [ {
		"id" : 3943,
		"name" : "灞桥区",
		"pid" : 3930
	}, {
		"id" : 3946,
		"name" : "阎良区",
		"pid" : 3930
	}, {
		"id" : 3945,
		"name" : "雁塔区",
		"pid" : 3930
	}, {
		"id" : 3941,
		"name" : "碑林区",
		"pid" : 3930
	}, {
		"id" : 3950,
		"name" : "蓝田县",
		"pid" : 3930
	}, {
		"id" : 3947,
		"name" : "临潼区",
		"pid" : 3930
	}, {
		"id" : 3948,
		"name" : "长安区",
		"pid" : 3930
	}, {
		"id" : 3942,
		"name" : "莲湖区",
		"pid" : 3930
	}, {
		"id" : 3949,
		"name" : "高陵区",
		"pid" : 3930
	}, {
		"id" : 3940,
		"name" : "新城区",
		"pid" : 3930
	}, {
		"id" : 3944,
		"name" : "未央区",
		"pid" : 3930
	}, {
		"id" : 3951,
		"name" : "周至县",
		"pid" : 3930
	}, {
		"id" : 3952,
		"name" : "鄠邑区",
		"pid" : 3930
	} ],
	3935 : [ {
		"id" : 3995,
		"name" : "延长县",
		"pid" : 3935
	}, {
		"id" : 3998,
		"name" : "安塞区",
		"pid" : 3935
	}, {
		"id" : 4001,
		"name" : "甘泉县",
		"pid" : 3935
	}, {
		"id" : 3997,
		"name" : "子长县",
		"pid" : 3935
	}, {
		"id" : 3996,
		"name" : "延川县",
		"pid" : 3935
	}, {
		"id" : 3994,
		"name" : "宝塔区",
		"pid" : 3935
	}, {
		"id" : 4006,
		"name" : "黄陵县",
		"pid" : 3935
	}, {
		"id" : 4005,
		"name" : "黄龙县",
		"pid" : 3935
	}, {
		"id" : 4004,
		"name" : "宜川县",
		"pid" : 3935
	}, {
		"id" : 4000,
		"name" : "吴起县",
		"pid" : 3935
	}, {
		"id" : 3999,
		"name" : "志丹县",
		"pid" : 3935
	}, {
		"id" : 4003,
		"name" : "洛川县",
		"pid" : 3935
	}, {
		"id" : 4002,
		"name" : "富县",
		"pid" : 3935
	} ],
	3934 : [ {
		"id" : 3989,
		"name" : "蒲城县",
		"pid" : 3934
	}, {
		"id" : 3985,
		"name" : "潼关县",
		"pid" : 3934
	}, {
		"id" : 3986,
		"name" : "大荔县",
		"pid" : 3934
	}, {
		"id" : 3984,
		"name" : "华州区",
		"pid" : 3934
	}, {
		"id" : 3988,
		"name" : "澄城县",
		"pid" : 3934
	}, {
		"id" : 3993,
		"name" : "华阴市",
		"pid" : 3934
	}, {
		"id" : 3990,
		"name" : "白水县",
		"pid" : 3934
	}, {
		"id" : 3992,
		"name" : "韩城市",
		"pid" : 3934
	}, {
		"id" : 3991,
		"name" : "富平县",
		"pid" : 3934
	}, {
		"id" : 3987,
		"name" : "合阳县",
		"pid" : 3934
	}, {
		"id" : 3983,
		"name" : "临渭区",
		"pid" : 3934
	} ],
	3933 : [ {
		"id" : 3982,
		"name" : "兴平市",
		"pid" : 3933
	}, {
		"id" : 3979,
		"name" : "旬邑县",
		"pid" : 3933
	}, {
		"id" : 3970,
		"name" : "杨陵区",
		"pid" : 3933
	}, {
		"id" : 3971,
		"name" : "渭城区",
		"pid" : 3933
	}, {
		"id" : 3976,
		"name" : "永寿县",
		"pid" : 3933
	}, {
		"id" : 3973,
		"name" : "泾阳县",
		"pid" : 3933
	}, {
		"id" : 3981,
		"name" : "武功县",
		"pid" : 3933
	}, {
		"id" : 3977,
		"name" : "彬县",
		"pid" : 3933
	}, {
		"id" : 3978,
		"name" : "长武县",
		"pid" : 3933
	}, {
		"id" : 3974,
		"name" : "乾县",
		"pid" : 3933
	}, {
		"id" : 3980,
		"name" : "淳化县",
		"pid" : 3933
	}, {
		"id" : 3972,
		"name" : "三原县",
		"pid" : 3933
	}, {
		"id" : 3969,
		"name" : "秦都区",
		"pid" : 3933
	}, {
		"id" : 3975,
		"name" : "礼泉县",
		"pid" : 3933
	} ],
	3932 : [ {
		"id" : 3963,
		"name" : "眉县",
		"pid" : 3932
	}, {
		"id" : 3959,
		"name" : "陈仓区",
		"pid" : 3932
	}, {
		"id" : 3965,
		"name" : "千阳县",
		"pid" : 3932
	}, {
		"id" : 3960,
		"name" : "凤翔县",
		"pid" : 3932
	}, {
		"id" : 3968,
		"name" : "太白县",
		"pid" : 3932
	}, {
		"id" : 3964,
		"name" : "陇县",
		"pid" : 3932
	}, {
		"id" : 3961,
		"name" : "岐山县",
		"pid" : 3932
	}, {
		"id" : 3966,
		"name" : "麟游县",
		"pid" : 3932
	}, {
		"id" : 3957,
		"name" : "渭滨区",
		"pid" : 3932
	}, {
		"id" : 3962,
		"name" : "扶风县",
		"pid" : 3932
	}, {
		"id" : 3958,
		"name" : "金台区",
		"pid" : 3932
	}, {
		"id" : 3967,
		"name" : "凤县",
		"pid" : 3932
	} ],
	896 : [ {
		"id" : 1024,
		"name" : "塔河县",
		"pid" : 896
	}, {
		"id" : 1022,
		"name" : "加格达奇区",
		"pid" : 896
	}, {
		"id" : 1023,
		"name" : "呼玛县",
		"pid" : 896
	}, {
		"id" : 1025,
		"name" : "漠河县",
		"pid" : 896
	} ],
	4328 : [ {
		"id" : 4433,
		"name" : "吉木乃县",
		"pid" : 4328
	}, {
		"id" : 4428,
		"name" : "布尔津县",
		"pid" : 4328
	}, {
		"id" : 4431,
		"name" : "哈巴河县",
		"pid" : 4328
	}, {
		"id" : 4427,
		"name" : "阿勒泰市",
		"pid" : 4328
	}, {
		"id" : 4430,
		"name" : "福海县",
		"pid" : 4328
	}, {
		"id" : 4432,
		"name" : "青河县",
		"pid" : 4328
	}, {
		"id" : 4429,
		"name" : "富蕴县",
		"pid" : 4328
	} ],
	4326 : [ {
		"id" : 4419,
		"name" : "尼勒克县",
		"pid" : 4326
	}, {
		"id" : 4417,
		"name" : "昭苏县",
		"pid" : 4326
	}, {
		"id" : 4412,
		"name" : "伊宁县",
		"pid" : 4326
	}, {
		"id" : 4409,
		"name" : "伊宁市",
		"pid" : 4326
	}, {
		"id" : 4418,
		"name" : "特克斯县",
		"pid" : 4326
	}, {
		"id" : 4416,
		"name" : "新源县",
		"pid" : 4326
	}, {
		"id" : 4414,
		"name" : "霍城县",
		"pid" : 4326
	}, {
		"id" : 4415,
		"name" : "巩留县",
		"pid" : 4326
	}, {
		"id" : 4411,
		"name" : "霍尔果斯市",
		"pid" : 4326
	}, {
		"id" : 4410,
		"name" : "奎屯市",
		"pid" : 4326
	}, {
		"id" : 4413,
		"name" : "察布查尔锡伯自治县",
		"pid" : 4326
	} ],
	4327 : [ {
		"id" : 4425,
		"name" : "裕民县",
		"pid" : 4327
	}, {
		"id" : 4420,
		"name" : "塔城市",
		"pid" : 4327
	}, {
		"id" : 4426,
		"name" : "和布克赛尔蒙古自治县",
		"pid" : 4327
	}, {
		"id" : 4424,
		"name" : "托里县",
		"pid" : 4327
	}, {
		"id" : 4422,
		"name" : "额敏县",
		"pid" : 4327
	}, {
		"id" : 4421,
		"name" : "乌苏市",
		"pid" : 4327
	}, {
		"id" : 4423,
		"name" : "沙湾县",
		"pid" : 4327
	} ],
	4324 : [ {
		"id" : 4398,
		"name" : "伽师县",
		"pid" : 4324
	}, {
		"id" : 4391,
		"name" : "疏勒县",
		"pid" : 4324
	}, {
		"id" : 4393,
		"name" : "泽普县",
		"pid" : 4324
	}, {
		"id" : 4397,
		"name" : "岳普湖县",
		"pid" : 4324
	}, {
		"id" : 4392,
		"name" : "英吉沙县",
		"pid" : 4324
	}, {
		"id" : 4389,
		"name" : "喀什市",
		"pid" : 4324
	}, {
		"id" : 4400,
		"name" : "塔什库尔干塔吉克自治县",
		"pid" : 4324
	}, {
		"id" : 4394,
		"name" : "莎车县",
		"pid" : 4324
	}, {
		"id" : 4390,
		"name" : "疏附县",
		"pid" : 4324
	}, {
		"id" : 4399,
		"name" : "巴楚县",
		"pid" : 4324
	}, {
		"id" : 4395,
		"name" : "叶城县",
		"pid" : 4324
	}, {
		"id" : 4396,
		"name" : "麦盖提县",
		"pid" : 4324
	} ],
	4325 : [ {
		"id" : 4408,
		"name" : "民丰县",
		"pid" : 4325
	}, {
		"id" : 4407,
		"name" : "于田县",
		"pid" : 4325
	}, {
		"id" : 4406,
		"name" : "策勒县",
		"pid" : 4325
	}, {
		"id" : 4404,
		"name" : "皮山县",
		"pid" : 4325
	}, {
		"id" : 4403,
		"name" : "墨玉县",
		"pid" : 4325
	}, {
		"id" : 4401,
		"name" : "和田市",
		"pid" : 4325
	}, {
		"id" : 4405,
		"name" : "洛浦县",
		"pid" : 4325
	}, {
		"id" : 4402,
		"name" : "和田县",
		"pid" : 4325
	} ],
	4322 : [ {
		"id" : 4381,
		"name" : "拜城县",
		"pid" : 4322
	}, {
		"id" : 4380,
		"name" : "新和县",
		"pid" : 4322
	}, {
		"id" : 4384,
		"name" : "柯坪县",
		"pid" : 4322
	}, {
		"id" : 4383,
		"name" : "阿瓦提县",
		"pid" : 4322
	}, {
		"id" : 4379,
		"name" : "沙雅县",
		"pid" : 4322
	}, {
		"id" : 4382,
		"name" : "乌什县",
		"pid" : 4322
	}, {
		"id" : 4378,
		"name" : "库车县",
		"pid" : 4322
	}, {
		"id" : 4377,
		"name" : "温宿县",
		"pid" : 4322
	}, {
		"id" : 4376,
		"name" : "阿克苏市",
		"pid" : 4322
	} ],
	4323 : [ {
		"id" : 4388,
		"name" : "乌恰县",
		"pid" : 4323
	}, {
		"id" : 4387,
		"name" : "阿合奇县",
		"pid" : 4323
	}, {
		"id" : 4385,
		"name" : "阿图什市",
		"pid" : 4323
	}, {
		"id" : 4386,
		"name" : "阿克陶县",
		"pid" : 4323
	} ],
	4320 : [ {
		"id" : 4366,
		"name" : "温泉县",
		"pid" : 4320
	}, {
		"id" : 4365,
		"name" : "精河县",
		"pid" : 4320
	}, {
		"id" : 4363,
		"name" : "博乐市",
		"pid" : 4320
	}, {
		"id" : 4364,
		"name" : "阿拉山口市",
		"pid" : 4320
	} ],
	4321 : [ {
		"id" : 4370,
		"name" : "若羌县",
		"pid" : 4321
	}, {
		"id" : 4371,
		"name" : "且末县",
		"pid" : 4321
	}, {
		"id" : 4369,
		"name" : "尉犁县",
		"pid" : 4321
	}, {
		"id" : 4373,
		"name" : "和静县",
		"pid" : 4321
	}, {
		"id" : 4368,
		"name" : "轮台县",
		"pid" : 4321
	}, {
		"id" : 4372,
		"name" : "焉耆回族自治县",
		"pid" : 4321
	}, {
		"id" : 4375,
		"name" : "博湖县",
		"pid" : 4321
	}, {
		"id" : 4374,
		"name" : "和硕县",
		"pid" : 4321
	}, {
		"id" : 4367,
		"name" : "库尔勒市",
		"pid" : 4321
	} ],
	1462 : [ {
		"id" : 1484,
		"name" : "肥西县",
		"pid" : 1462
	}, {
		"id" : 1486,
		"name" : "巢湖市",
		"pid" : 1462
	}, {
		"id" : 1479,
		"name" : "庐阳区",
		"pid" : 1462
	}, {
		"id" : 1478,
		"name" : "瑶海区",
		"pid" : 1462
	}, {
		"id" : 1483,
		"name" : "肥东县",
		"pid" : 1462
	}, {
		"id" : 1481,
		"name" : "包河区",
		"pid" : 1462
	}, {
		"id" : 1485,
		"name" : "庐江县",
		"pid" : 1462
	}, {
		"id" : 1480,
		"name" : "蜀山区",
		"pid" : 1462
	}, {
		"id" : 1482,
		"name" : "长丰县",
		"pid" : 1462
	} ],
	1463 : [ {
		"id" : 1493,
		"name" : "南陵县",
		"pid" : 1463
	}, {
		"id" : 1494,
		"name" : "无为县",
		"pid" : 1463
	}, {
		"id" : 1488,
		"name" : "弋江区",
		"pid" : 1463
	}, {
		"id" : 1487,
		"name" : "镜湖区",
		"pid" : 1463
	}, {
		"id" : 1491,
		"name" : "芜湖县",
		"pid" : 1463
	}, {
		"id" : 1489,
		"name" : "鸠江区",
		"pid" : 1463
	}, {
		"id" : 1492,
		"name" : "繁昌县",
		"pid" : 1463
	}, {
		"id" : 1490,
		"name" : "三山区",
		"pid" : 1463
	} ],
	1464 : [ {
		"id" : 1496,
		"name" : "蚌山区",
		"pid" : 1464
	}, {
		"id" : 1498,
		"name" : "淮上区",
		"pid" : 1464
	}, {
		"id" : 1501,
		"name" : "固镇县",
		"pid" : 1464
	}, {
		"id" : 1500,
		"name" : "五河县",
		"pid" : 1464
	}, {
		"id" : 1495,
		"name" : "龙子湖区",
		"pid" : 1464
	}, {
		"id" : 1499,
		"name" : "怀远县",
		"pid" : 1464
	}, {
		"id" : 1497,
		"name" : "禹会区",
		"pid" : 1464
	} ],
	1465 : [ {
		"id" : 1504,
		"name" : "谢家集区",
		"pid" : 1465
	}, {
		"id" : 1508,
		"name" : "寿县",
		"pid" : 1465
	}, {
		"id" : 1506,
		"name" : "潘集区",
		"pid" : 1465
	}, {
		"id" : 1503,
		"name" : "田家庵区",
		"pid" : 1465
	}, {
		"id" : 1502,
		"name" : "大通区",
		"pid" : 1465
	}, {
		"id" : 1507,
		"name" : "凤台县",
		"pid" : 1465
	}, {
		"id" : 1505,
		"name" : "八公山区",
		"pid" : 1465
	} ],
	1466 : [ {
		"id" : 1509,
		"name" : "花山区",
		"pid" : 1466
	}, {
		"id" : 1512,
		"name" : "当涂县",
		"pid" : 1466
	}, {
		"id" : 1511,
		"name" : "博望区",
		"pid" : 1466
	}, {
		"id" : 1513,
		"name" : "含山县",
		"pid" : 1466
	}, {
		"id" : 1510,
		"name" : "雨山区",
		"pid" : 1466
	}, {
		"id" : 1514,
		"name" : "和县",
		"pid" : 1466
	} ],
	1467 : [ {
		"id" : 1518,
		"name" : "濉溪县",
		"pid" : 1467
	}, {
		"id" : 1515,
		"name" : "杜集区",
		"pid" : 1467
	}, {
		"id" : 1516,
		"name" : "相山区",
		"pid" : 1467
	}, {
		"id" : 1517,
		"name" : "烈山区",
		"pid" : 1467
	} ],
	1468 : [ {
		"id" : 1522,
		"name" : "枞阳县",
		"pid" : 1468
	}, {
		"id" : 1520,
		"name" : "郊区",
		"pid" : 1468
	}, {
		"id" : 1519,
		"name" : "铜官区",
		"pid" : 1468
	}, {
		"id" : 1521,
		"name" : "义安区",
		"pid" : 1468
	} ],
	1469 : [ {
		"id" : 1525,
		"name" : "宜秀区",
		"pid" : 1469
	}, {
		"id" : 1528,
		"name" : "太湖县",
		"pid" : 1469
	}, {
		"id" : 1529,
		"name" : "宿松县",
		"pid" : 1469
	}, {
		"id" : 1527,
		"name" : "潜山县",
		"pid" : 1469
	}, {
		"id" : 1530,
		"name" : "望江县",
		"pid" : 1469
	}, {
		"id" : 1524,
		"name" : "大观区",
		"pid" : 1469
	}, {
		"id" : 1532,
		"name" : "桐城市",
		"pid" : 1469
	}, {
		"id" : 1523,
		"name" : "迎江区",
		"pid" : 1469
	}, {
		"id" : 1531,
		"name" : "岳西县",
		"pid" : 1469
	}, {
		"id" : 1526,
		"name" : "怀宁县",
		"pid" : 1469
	} ],
	1470 : [ {
		"id" : 1534,
		"name" : "黄山区",
		"pid" : 1470
	}, {
		"id" : 1538,
		"name" : "黟县",
		"pid" : 1470
	}, {
		"id" : 1539,
		"name" : "祁门县",
		"pid" : 1470
	}, {
		"id" : 1537,
		"name" : "休宁县",
		"pid" : 1470
	}, {
		"id" : 1533,
		"name" : "屯溪区",
		"pid" : 1470
	}, {
		"id" : 1535,
		"name" : "徽州区",
		"pid" : 1470
	}, {
		"id" : 1536,
		"name" : "歙县",
		"pid" : 1470
	} ],
	1471 : [ {
		"id" : 1540,
		"name" : "琅琊区",
		"pid" : 1471
	}, {
		"id" : 1544,
		"name" : "定远县",
		"pid" : 1471
	}, {
		"id" : 1547,
		"name" : "明光市",
		"pid" : 1471
	}, {
		"id" : 1546,
		"name" : "天长市",
		"pid" : 1471
	}, {
		"id" : 1545,
		"name" : "凤阳县",
		"pid" : 1471
	}, {
		"id" : 1543,
		"name" : "全椒县",
		"pid" : 1471
	}, {
		"id" : 1541,
		"name" : "南谯区",
		"pid" : 1471
	}, {
		"id" : 1542,
		"name" : "来安县",
		"pid" : 1471
	} ],
	4317 : [ {
		"id" : 4350,
		"name" : "高昌区",
		"pid" : 4317
	}, {
		"id" : 4351,
		"name" : "鄯善县",
		"pid" : 4317
	}, {
		"id" : 4352,
		"name" : "托克逊县",
		"pid" : 4317
	} ],
	4316 : [ {
		"id" : 4348,
		"name" : "白碱滩区",
		"pid" : 4316
	}, {
		"id" : 4349,
		"name" : "乌尔禾区",
		"pid" : 4316
	}, {
		"id" : 4346,
		"name" : "独山子区",
		"pid" : 4316
	}, {
		"id" : 4347,
		"name" : "克拉玛依区",
		"pid" : 4316
	} ],
	4319 : [ {
		"id" : 4362,
		"name" : "木垒哈萨克自治县",
		"pid" : 4319
	}, {
		"id" : 4359,
		"name" : "玛纳斯县",
		"pid" : 4319
	}, {
		"id" : 4360,
		"name" : "奇台县",
		"pid" : 4319
	}, {
		"id" : 4356,
		"name" : "昌吉市",
		"pid" : 4319
	}, {
		"id" : 4361,
		"name" : "吉木萨尔县",
		"pid" : 4319
	}, {
		"id" : 4357,
		"name" : "阜康市",
		"pid" : 4319
	}, {
		"id" : 4358,
		"name" : "呼图壁县",
		"pid" : 4319
	} ],
	4318 : [ {
		"id" : 4354,
		"name" : "巴里坤哈萨克自治县",
		"pid" : 4318
	}, {
		"id" : 4353,
		"name" : "伊州区",
		"pid" : 4318
	}, {
		"id" : 4355,
		"name" : "伊吾县",
		"pid" : 4318
	} ],
	3389 : [ {
		"id" : 3406,
		"name" : "修文县",
		"pid" : 3389
	}, {
		"id" : 3403,
		"name" : "观山湖区",
		"pid" : 3389
	}, {
		"id" : 3405,
		"name" : "息烽县",
		"pid" : 3389
	}, {
		"id" : 3399,
		"name" : "云岩区",
		"pid" : 3389
	}, {
		"id" : 3401,
		"name" : "乌当区",
		"pid" : 3389
	}, {
		"id" : 3398,
		"name" : "南明区",
		"pid" : 3389
	}, {
		"id" : 3407,
		"name" : "清镇市",
		"pid" : 3389
	}, {
		"id" : 3404,
		"name" : "开阳县",
		"pid" : 3389
	}, {
		"id" : 3402,
		"name" : "白云区",
		"pid" : 3389
	}, {
		"id" : 3400,
		"name" : "花溪区",
		"pid" : 3389
	} ],
	4315 : [ {
		"id" : 4345,
		"name" : "乌鲁木齐县",
		"pid" : 4315
	}, {
		"id" : 4341,
		"name" : "水磨沟区",
		"pid" : 4315
	}, {
		"id" : 4340,
		"name" : "新市区",
		"pid" : 4315
	}, {
		"id" : 4338,
		"name" : "天山区",
		"pid" : 4315
	}, {
		"id" : 4343,
		"name" : "达坂城区",
		"pid" : 4315
	}, {
		"id" : 4344,
		"name" : "米东区",
		"pid" : 4315
	}, {
		"id" : 4342,
		"name" : "头屯河区",
		"pid" : 4315
	}, {
		"id" : 4339,
		"name" : "沙依巴克区",
		"pid" : 4315
	} ],
	3391 : [ {
		"id" : 3420,
		"name" : "凤冈县",
		"pid" : 3391
	}, {
		"id" : 3417,
		"name" : "正安县",
		"pid" : 3391
	}, {
		"id" : 3422,
		"name" : "余庆县",
		"pid" : 3391
	}, {
		"id" : 3413,
		"name" : "汇川区",
		"pid" : 3391
	}, {
		"id" : 3416,
		"name" : "绥阳县",
		"pid" : 3391
	}, {
		"id" : 3421,
		"name" : "湄潭县",
		"pid" : 3391
	}, {
		"id" : 3418,
		"name" : "道真仡佬族苗族自治县",
		"pid" : 3391
	}, {
		"id" : 3419,
		"name" : "务川仡佬族苗族自治县",
		"pid" : 3391
	}, {
		"id" : 3415,
		"name" : "桐梓县",
		"pid" : 3391
	}, {
		"id" : 3424,
		"name" : "赤水市",
		"pid" : 3391
	}, {
		"id" : 3412,
		"name" : "红花岗区",
		"pid" : 3391
	}, {
		"id" : 3425,
		"name" : "仁怀市",
		"pid" : 3391
	}, {
		"id" : 3414,
		"name" : "播州区",
		"pid" : 3391
	}, {
		"id" : 3423,
		"name" : "习水县",
		"pid" : 3391
	} ],
	3390 : [ {
		"id" : 3411,
		"name" : "盘县",
		"pid" : 3390
	}, {
		"id" : 3409,
		"name" : "六枝特区",
		"pid" : 3390
	}, {
		"id" : 3410,
		"name" : "水城县",
		"pid" : 3390
	}, {
		"id" : 3408,
		"name" : "钟山区",
		"pid" : 3390
	} ],
	2429 : [ {
		"id" : 2491,
		"name" : "华容区",
		"pid" : 2429
	}, {
		"id" : 2492,
		"name" : "鄂城区",
		"pid" : 2429
	}, {
		"id" : 2490,
		"name" : "梁子湖区",
		"pid" : 2429
	} ],
	2428 : [ {
		"id" : 2485,
		"name" : "谷城县",
		"pid" : 2428
	}, {
		"id" : 2483,
		"name" : "襄州区",
		"pid" : 2428
	}, {
		"id" : 2484,
		"name" : "南漳县",
		"pid" : 2428
	}, {
		"id" : 2487,
		"name" : "老河口市",
		"pid" : 2428
	}, {
		"id" : 2489,
		"name" : "宜城市",
		"pid" : 2428
	}, {
		"id" : 2488,
		"name" : "枣阳市",
		"pid" : 2428
	}, {
		"id" : 2486,
		"name" : "保康县",
		"pid" : 2428
	}, {
		"id" : 2482,
		"name" : "樊城区",
		"pid" : 2428
	}, {
		"id" : 2481,
		"name" : "襄城区",
		"pid" : 2428
	} ],
	2431 : [ {
		"id" : 2502,
		"name" : "应城市",
		"pid" : 2431
	}, {
		"id" : 2501,
		"name" : "云梦县",
		"pid" : 2431
	}, {
		"id" : 2498,
		"name" : "孝南区",
		"pid" : 2431
	}, {
		"id" : 2500,
		"name" : "大悟县",
		"pid" : 2431
	}, {
		"id" : 2503,
		"name" : "安陆市",
		"pid" : 2431
	}, {
		"id" : 2499,
		"name" : "孝昌县",
		"pid" : 2431
	}, {
		"id" : 2504,
		"name" : "汉川市",
		"pid" : 2431
	} ],
	2430 : [ {
		"id" : 2497,
		"name" : "钟祥市",
		"pid" : 2430
	}, {
		"id" : 2493,
		"name" : "东宝区",
		"pid" : 2430
	}, {
		"id" : 2496,
		"name" : "沙洋县",
		"pid" : 2430
	}, {
		"id" : 2495,
		"name" : "京山县",
		"pid" : 2430
	}, {
		"id" : 2494,
		"name" : "掇刀区",
		"pid" : 2430
	} ],
	2425 : [ {
		"id" : 2459,
		"name" : "大冶市",
		"pid" : 2425
	}, {
		"id" : 2458,
		"name" : "阳新县",
		"pid" : 2425
	}, {
		"id" : 2457,
		"name" : "铁山区",
		"pid" : 2425
	}, {
		"id" : 2456,
		"name" : "下陆区",
		"pid" : 2425
	}, {
		"id" : 2455,
		"name" : "西塞山区",
		"pid" : 2425
	}, {
		"id" : 2454,
		"name" : "黄石港区",
		"pid" : 2425
	} ],
	2424 : [ {
		"id" : 2447,
		"name" : "洪山区",
		"pid" : 2424
	}, {
		"id" : 2443,
		"name" : "硚口区",
		"pid" : 2424
	}, {
		"id" : 2451,
		"name" : "江夏区",
		"pid" : 2424
	}, {
		"id" : 2450,
		"name" : "蔡甸区",
		"pid" : 2424
	}, {
		"id" : 2448,
		"name" : "东西湖区",
		"pid" : 2424
	}, {
		"id" : 2453,
		"name" : "新洲区",
		"pid" : 2424
	}, {
		"id" : 2441,
		"name" : "江岸区",
		"pid" : 2424
	}, {
		"id" : 2444,
		"name" : "汉阳区",
		"pid" : 2424
	}, {
		"id" : 2446,
		"name" : "青山区",
		"pid" : 2424
	}, {
		"id" : 2449,
		"name" : "汉南区",
		"pid" : 2424
	}, {
		"id" : 2442,
		"name" : "江汉区",
		"pid" : 2424
	}, {
		"id" : 2445,
		"name" : "武昌区",
		"pid" : 2424
	}, {
		"id" : 2452,
		"name" : "黄陂区",
		"pid" : 2424
	} ],
	2427 : [ {
		"id" : 2469,
		"name" : "伍家岗区",
		"pid" : 2427
	}, {
		"id" : 2479,
		"name" : "当阳市",
		"pid" : 2427
	}, {
		"id" : 2477,
		"name" : "五峰土家族自治县",
		"pid" : 2427
	}, {
		"id" : 2470,
		"name" : "点军区",
		"pid" : 2427
	}, {
		"id" : 2473,
		"name" : "远安县",
		"pid" : 2427
	}, {
		"id" : 2474,
		"name" : "兴山县",
		"pid" : 2427
	}, {
		"id" : 2471,
		"name" : "猇亭区",
		"pid" : 2427
	}, {
		"id" : 2478,
		"name" : "宜都市",
		"pid" : 2427
	}, {
		"id" : 2475,
		"name" : "秭归县",
		"pid" : 2427
	}, {
		"id" : 2472,
		"name" : "夷陵区",
		"pid" : 2427
	}, {
		"id" : 2468,
		"name" : "西陵区",
		"pid" : 2427
	}, {
		"id" : 2480,
		"name" : "枝江市",
		"pid" : 2427
	}, {
		"id" : 2476,
		"name" : "长阳土家族自治县",
		"pid" : 2427
	} ],
	2426 : [ {
		"id" : 2461,
		"name" : "张湾区",
		"pid" : 2426
	}, {
		"id" : 2464,
		"name" : "竹山县",
		"pid" : 2426
	}, {
		"id" : 2467,
		"name" : "丹江口市",
		"pid" : 2426
	}, {
		"id" : 2463,
		"name" : "郧西县",
		"pid" : 2426
	}, {
		"id" : 2460,
		"name" : "茅箭区",
		"pid" : 2426
	}, {
		"id" : 2462,
		"name" : "郧阳区",
		"pid" : 2426
	}, {
		"id" : 2466,
		"name" : "房县",
		"pid" : 2426
	}, {
		"id" : 2465,
		"name" : "竹溪县",
		"pid" : 2426
	} ]
};